[EZCAD]   
COMPANY = 
IDENTIFY = EZCAD2.0
LANGUAGE = Italian language
DESCRIBABLE = Italian language- lingua italiana

[String]
SOFTNAME = EzCad3
FILESUFFIX=ez3
SOFTVERSION = 3.0.0
COMPANY=BJJCZ\n tell：(86)010-64419248\n
WEBSIBE=WWW.BJJCZ.COM
ABOUT = su
ABOUT_COPYRIGHT = Copyright (C) 2004-2019
ABOUT_RIGHTS = Tutti i diritti riservati
ABOUT_LICENSED = Il diritto di utilizzare questo prodotto appartiene a:
ABOUT_LAW =Avvertenza: questo programma per computer è protetto dalle leggi sul copyright e dalle convenzioni internazionali. La riproduzione o la trasmissione non autorizzata di parte o tutto il programma può comportare gravi sanzioni civili e penali e sarà perseguita nella massima misura possibile entro i limiti consentiti dalla legge. 

MENU_FILE = file(&F)
MENU_FILE_NEW = nuovo(&N) 
MENU_FILE_OPEN = Open(&O)...  
MENU_FILE_PRINT = stampa Ctrl+P
MENU_FILE_SAVE = Salva(&S) Ctrl+S
MENU_FILE_SAVE_AS = Salva come(&A)...
MENU_FILE_SCANIMAGE = Ottieni l'immagine digitalizzata(&m)...
MENU_FILE_SYSTEM = Parametro di sistema(&P)...
MENU_FILE_IMGLIB = Galleria comune(&L)...
MENU_FILE_IMPORT = ingresso(&I)
MENU_FILE_MRU_FILE1 = File recente

MENU_EDIT = Modifica(&E)
MENU_EDIT_COPY     = copia(&C) 
MENU_EDIT_CUT      = cesoia(&T)
MENU_EDIT_COMBINE  = combinazione(&L) Ctrl+L   
MENU_EDIT_UNCOMBINE= Combinazione di separazione(&K) Ctrl+K  
MENU_EDIT_GROUP    = gruppi(&G) Ctrl+G     
MENU_EDIT_UNGROUP  = Gruppo di dissoluzione(&U) Ctrl+U 

MENU_EDIT_PASTE= bastone(&P)	Ctrl+V
MENU_EDIT_REDO = recupero(&R)	Ctrl+Y
MENU_EDIT_UNDO = disfare(&U)	Ctrl+Z
MENU_EDIT_TOCURVE=Trasformati in una curva  Ctrl+Q
MENU_EDIT_HATCH  =riempimento      Ctrl+H

ID_FILE_IMGLIB = Apri la galleria fotografica comune \ n galleria di uso comune
ID_FILE_IMPORT = Inserisci altri file di formato \ n file di input
ID_FILE_MRU_FILE1 = Apri il documento
ID_FILE_NEW = Crea un nuovo documento \ nNuovo
ID_FILE_OPEN = Apri un documento esistente \ n aperto
ID_FILE_PRINT = Stampa documento attivo \ n stampa
ID_FILE_PRINT_PREVIEW = Visualizza pagina intera \ n anteprima di stampa
ID_FILE_PRINT_SETUP = Cambia stampante e opzioni di stampa \ n impostazioni di stampa
ID_FILE_SAVE = Salva documento attivo \ n salva
ID_FILE_SAVE_AS = Salva il documento attivo come nuovo nome file \ nSalva come
ID_FILE_SCANIMAGE = Ottieni l'immagine scansionata \ n per ottenere l'immagine scansionata
ID_EDIT_COPY = Copia l'oggetto selezionato e posizionalo negli appunti \ nCopia
ID_EDIT_CUT = Taglia l'oggetto selezionato e posizionalo negli appunti \ ncut
ID_EDIT_PASTE = Inserisci il contenuto degli appunti \ n incolla
ID_EDIT_REDO = Rieseguire l'operazione precedentemente annullata \ n rieseguire
ID_EDIT_UNDO = Annulla l'ultimo passaggio \ n annulla
ID_EDIT_GROUP = Raggruppa oggetto selezionato \ n gruppo
ID_EDIT_UNGROUP = Sciogli gli oggetti di gruppo selezionati \ n dissolve il gruppo
ID_EDIT_COMBINE = Combina oggetti selezionati \ n combinazione
ID_EDIT_UNCOMBINE  = Separare l'oggetto della combinazione selezionata \ n combinazione di separazione
ID_SYSTEM_PARAM = Imposta i parametri di sistema \ n i parametri di sistema
TT_MATERIALPARAMASSIS=Test dei parametri del materiale laser \ n Assistente parametri materiali
MATERIALPARAMASSIS=Assistente parametri materiale
MENU_MODI = modifica(&M)
MENU_DRAW = disegnare(&D)
MENU_DRAW_POINT = punto(&P)
MENU_DRAW_CURVE = curva(&R)
MENU_DRAW_LINE = Linea retta(&L)
MENU_DRAW_RECT = rettangolo(&R)
MENU_DRAW_CIRCLE = tondo(&C)
MENU_DRAW_ELLIPSE = ellisse(&E)
MENU_DRAW_POLY = poligono(&G)
MENU_DRAW_TEXT =testo(&T)
MENU_DRAW_BMPFILE = testo(&B)
MENU_DRAW_VECTORFILE = File vettoriale(&V)
MENU_DRAW_TIMER = ritardo(&M)
MENU_DRAW_INPUT = Porta di ingresso(&I)
MENU_DRAW_OUTPUT = Porta di uscita(&O)
MENU_DRAW_MESH3D= Superficie 3d(&M)
MENU_ALIGN_BOTTOM = Allineamento del bordo inferiore
MENU_ALIGN_CENTER = Allineamento del punto centrale
MENU_ALIGN_CENTER_HOR = Allineamento della linea centrale orizzontale
MENU_ALIGN_CENTER_VER = Allineamento della linea centrale verticale
MENU_ALIGN_LEFT = Allinea a sinistra
MENU_ALIGN_RIGHT = Giusto allineamento
MENU_ALIGN_TOP = Allineamento del bordo superiore
MENU_VIEW = vista(&V)
MENU_VIEW_TOOLBAR = Barra degli strumenti di sistema(&T)
MENU_VIEW_ZOOMBAR = Visualizza la barra degli strumenti(&Z)
MENU_VIEW_DRAWBAR = Barra degli strumenti di disegno(&D)
MENU_VIEW_ENTLIST = Barra degli elenchi degli oggetti
MENU_VIEW_ENTPROP =Barra delle proprietà dell'oggetto
MENU_VIEW_STATUS_BAR = Barra di stato(&S)
MENU_LASER = laser(&L)

ENTPROP = Proprietà dell'oggetto
MENU_VIEW_RULER = Visualizza righello
MENU_VIEW_GRID  = Mostra i punti della griglia
TT_SHRULER=Mostra o nascondi il righello
TT_SHGRID=Mostra o nascondi i punti della griglia
MENU_VIEW_GUILD = Linea ausiliaria
BK = sfondo
DEGREE = laurea

NAV_PICK_MOVEDIS=Distanza di regolazione fine
WORKSPACE = Spazio di lavoro
MENU_VIEW_SNAPGRID   = Cattura la griglia  F7
MENU_VIEW_SNAPGUILD  = Guida all'acquisizione  F8
MENU_VIEW_SNAPOBJECT = Cattura l'oggetto  F9
MENU_ABOUT = su(&A)
MENU_HELP = Aiuto(&H)
IDCANCEL = annullato(&C)
IDOK = determinare(&O)
PASTE_X = Offset orizzontale di pasta
PASTE_Y = Offset di pasta verticale
SAVEAS = Salva come
POINT = punto
CURVE = curva
RECT  = rettangolo
CIRCLE = tondo
ELLIPSE = ellisse
POLYGON = poligono
TEXT =testo
HATCH=riempimento
PATHTEXT=Testo del percorso
CIRCLETEXT=Testo arco
BMPFILE = File bitmap
VECTORFILE = File vettoriale
TIMER = ritardo
IOINPUT = Porta di ingresso
IOOUTPUT = Porta di uscita
GROUP=gruppi
COMBINE=combinazione
LAYER= Livelli
NAME = nome
TYPE = tipo
OBJECTINFO=Proprietà dell'oggetto
TOCURVE=Trasformati in una curva
EDGENUM =Numero di lati
APPLY=applicazione(&A)
APPLYTOCOPY=Applica all'oggetto copiato(&C)
MARKLOOP=Numero di elaborazione
POSITION=posizione
RELATPOSITION=Posizione relativa
RELATCENTER=Centro relativo
SIZE=dimensione
ARRAY=schieramento
COUNT=numero
INC=incrementale
IOCTRLCONDITION=IOCondizione di controllo
ROUND=Grado di filetto
ALLROUND=Tutti gli angoli intorno
DIAMETER = diametro
STARTANGLE = Angolo di partenza
ENDANGLE = Angolo finale
FILENAME=Nome del file
DYNFILE=File di input dinamico
FIXEDDPI=DPI fisso
FIXESIZEX=Fixata la dimensione della direzione X
FIXESIZEY=Fixata la dimensione della direzione Y
FIXEPOS=Posizione fissa
INVERT=Reverse
GRAY=Grigio
DITHER=sbocchi
LIGHTEN=Elaborazione dell'illuminazione
BRIGHT=Luminosità
CONTRAST=Contrast
SCANMODE=Modalità di scansione
BIDIRSCAN=scansione bidirezionale
YSCAN=Scansione direzione Y.
DRILLMODE=Modalità punto
PIXELPOWER=Potere del punto di regolazione

BARCODE_ATTRIB=Proprietà codice a barre (& B) ...
BARCODE = Codice a barre
CREATE_BARCODE = Crea un codice a barre
MODEIFY_BARCODE= Modifica codice a barre
BARCODE_INPUTPT = Inserire le coordinate dell'angolo in basso a sinistra del codice a barre
BARCODE_ERR_INVALIDSTR = Stringa di codice a barre non valida, reinserire!

INFO_EAN13 =EAN-13 è un codice a barre di lunghezza fissa: il suo set di caratteri contiene solo numeri di "0" - "9" EAN-13 contiene 13 caratteri: i primi 12 sono dati e l'ultimo è il checksum. Il codice viene aggiunto automaticamente dal sistema e il sistema accetta solo i primi 12 caratteri.
INFO_EAN13_2 = EAN-13 + 2 è EAN-13 più un codice aggiuntivo a 2 cifre e il sistema utilizza gli ultimi 2 caratteri come codice aggiuntivo.
INFO_EAN13_5 = EAN-13 + 5 è un EAN-13 più un codice add-on a 5 cifre e il sistema utilizza gli ultimi 5 caratteri come codice aggiuntivo.
INFO_EAN8 = EAN-8 è un codice a barre di lunghezza fissa, il suo set di caratteri contiene solo numeri da "0" a "9" EAN-8 contiene 8 caratteri I primi 7 caratteri sono dati e l'ultimo 1 carattere è codice di controllo. Il codice viene aggiunto automaticamente dal sistema e il sistema accetta solo i primi 7 caratteri.
INFO_EAN8_2 = EAN-8 + 2 è un EAN-8 più un codice add-on a 2 cifre e il sistema utilizza gli ultimi 2 caratteri come codice aggiuntivo.
INFO_EAN8_5 = EAN-8 + 5 è un EAN-8 più un codice add-on a 5 cifre e il sistema utilizza gli ultimi 5 caratteri come codice aggiuntivo.

CHECKNUM=Controlla il codice
THINMODULEWIDTH=Stretta larghezza del modulo
INFO_CODE39 =39 codice a barre è un codice a barre bidirezionale non continuo, non fisso che indica che lo spazio è vuoto, il suo set di caratteri contiene '0' - '9', 'A-Z', spazio, '$', '%', ' + ',' - ','. ',' / '; Esiste un checksum opzionale, che viene automaticamente aggiunto dal sistema.
INFO_CODE93 =  Il codice a barre 93 è un tipo di informazione continua che indica che lo spazio è una lunghezza non fissa, il suo set di caratteri contiene '0' - '9', 'A-Z', spazio, '$', '%', '+ ',' - ','. ',' / '; Esiste un codice di controllo opzionale, il codice di controllo viene automaticamente aggiunto dal sistema.
INFO_CODE11 =  11 codice a barre è un tipo di informazione non continuo che indica che lo spazio è non continuo, lunghezza non fissa, il suo set di caratteri contiene '0' - '9', '-', c'è un codice di controllo opzionale, il codice di controllo è determinato dal sistema. Iscriviti automaticamente
INFO_UPCA =  UPC-A è un codice a barre di lunghezza fissa, il suo set di caratteri contiene solo numeri da '0' a '9'. UPC-A contiene 12 caratteri, i primi 11 sono dati e l'ultimo è un codice di controllo. Il codice viene aggiunto automaticamente dal sistema e il sistema accetta solo i primi 11 caratteri.
INFO_UPCA_2 =  UPC-A + 2 è UPC-A più un codice add-on a 2 cifre e il sistema utilizza gli ultimi 2 caratteri come codice aggiuntivo.
INFO_UPCA_5 =UPC-A + 5 è UPC-A più un codice add-on a 5 cifre e il sistema utilizza gli ultimi 5 caratteri come codice aggiuntivo.
INFO_UPCE = UPC-E è un codice a barre di lunghezza fissa, il suo set di caratteri contiene solo numeri da '0' a '9'. UPC-E contiene 8 caratteri Il primo carattere è fisso a 0, 2-7 caratteri sono dati e l'ultimo è I caratteri sono codici di controllo e il codice di controllo viene automaticamente aggiunto dal sistema: il sistema accetta solo i primi 6 caratteri.
INFO_UPCE_2 = UPC-E + 2 è UPC-E più un codice add-on a 2 cifre e il sistema utilizza gli ultimi 2 caratteri come codice aggiuntivo.
INFO_UPCE_5 = UPC-E + 5 è un UPC-E più un codice add-on a 5 cifre e il sistema utilizza gli ultimi 5 caratteri come codice aggiuntivo.
INFO_CODE25=Il codice a barre codice 25 è un codice a barre non continuo con solo informazioni sulla barra: il suo set di caratteri contiene solo numeri di "0" - "9" e la sua lunghezza non è fissa.
INFO_CODEINTER25=Il codice crossover (ITF) 25 è un codice a barre continuo in cui sia la barra che lo spazio rappresentano le informazioni.Il suo set di caratteri contiene solo numeri di '0' - '9'. Se il numero di caratteri è dispari, il sistema aggiungerà automaticamente uno 0 iniziale; Il codice di controllo selezionato, il codice di controllo viene automaticamente aggiunto dal sistema.
INFO_CODECODABAR=Il codice a barre Kurdoba è un codice a barre bidirezionale, non continuo, a lunghezza fissa con funzione di autocontrollo, il suo set di caratteri contiene '0' - '9', 'A-D', '-' , '$', ':', '/', '.', '+';
INFO_CODE128A=Il codice a barre CODE128A è un codice a barre continuo, il suo set di caratteri contiene caratteri con valori ASCII da 0 a 95 e la dimensione non è limitata.
INFO_CODE128B=Il codice a barre CODE128B è un codice a barre continuo, il suo set di caratteri contiene caratteri con valori ASCII da 32 a 127 e la dimensione non è limitata.
INFO_CODE128C=Il codice a barre CODE128C è un codice a barre continuo, il suo set di caratteri contiene cifre '0' - '9', se il numero di caratteri è dispari, il sistema aggiungerà automaticamente uno 0 iniziale;
INFO_EAN128A=Il codice a barre EAN128A è un codice a barre continuo, il suo set di caratteri contiene caratteri con valori ASCII da 0 a 95 e non vi sono limiti alle dimensioni.
INFO_EAN128B=Il codice a barre EAN128B è un codice a barre continuo, il suo set di caratteri contiene caratteri con valori ASCII da 32 a 127 e non vi sono limiti alle dimensioni.
INFO_EAN128C=Il codice a barre EAN128C è un codice a barre continuo, il suo set di caratteri contiene cifre "0" - "9" Se il numero di caratteri è dispari, il sistema aggiungerà automaticamente uno 0 iniziale;

QUIET=vuoto
MID=mezzo
SCALE=proporzione
BARHEIGHT=Codice a barre alto
NARROWBARW=Larghezza del modulo striscia stretto
BAR=articolo
SPACE=vuoto
INTERCHARSCALE=Intermedio tra i caratteri
MODULETUNING=Regolazione del modulo codice a barre
AUTOSIZE=Dimensione automatica
FIXEDSIZE=Dimensione fissa
SHORTPDF417=Modalità di accorciamento
ERRLEVEL=Livello di correzione degli errori
PDF417_ROWOUTRANGE=Il numero di linee di codici a barre PDF417 deve essere 3-90 linee!
PDF417_COLOUTRANGE=I codici a barre PDF417 devono essere 3-30 colonne!
BARCODE_ERR_ROWCOL=Il numero di righe e colonne non può contenere la stringa corrente!
SMALLEST=Dimensione minima
MATRIX=matrice
MODULEWIDTH=Larghezza del modulo
REVERSE=Reverse
INFO_CODEPDF417=Il codice a barre PDF417 è un codice a barre bidimensionale, il suo set di caratteri contiene tutti i caratteri ASCII;
INFO_CODEMICROPDF417=Il codice a barre MicroPDF417 è un codice a barre bidimensionale, il suo set di caratteri contiene tutti i caratteri ASCII;
INFO_CODEDATAMTX=Il codice a barre DATAMATRIX è un codice a barre bidimensionale, il suo set di caratteri contiene tutti i caratteri ASCII;
VALID=efficace
FONT =  Caratteri
FONT_ANGLE =  inclinazione
FONTTYPE_BCF =  Carattere del codice a barre
FONTTYPE_DMF =  Carattere a matrice di punti
FONTTYPE_JSF =  Carattere a linea singola
FONTTYPE_TTF =  Carattere TrueType
SHOWTEXT=Mostra testo
TEXTHEIGHT=Altezza del testo
TEXTWIDTH=Larghezza del testo
TEXTOFFSETX=Offset X del testo
TEXTOFFSETY=Offset del testo Y.
TEXTSPACE=Spaziatura del testo
POINTMODE=Modalità punto
ROW=fila
COL=fila
KEYBOARD =  tastiera
DATE =  data
SERIAL =  Numero di serie
LISTFILE=Elenco file
DYNAMICFILE=File dinamico
ENVARTEXT=Abilita testo variabile
HEIGHT =  altezza
CHARSPACE=Spaziatura caratteri
CHARWIDTH=Larghezza del personaggio
CHARHEIGHT=Altezza del personaggio
LINESPACE=Interlinea
ANGLE =  angolo
PROMPT_TRAY =  Chiedi conferma prima di ogni batch di elaborazione
PROMPT_NEVER =  Nessun prompt
PROMPT_PART =  Richiedi prima di ogni elaborazione
DATEFORMAT=Formato della data
ADDDATEFORMAT=Aumentare il formato della data
STARTSN=Numero iniziale
CURSN=Numero di serie corrente
INCSN=Incremento del numero di serie
MARKPER=Ogni numero di segni
EXTEND=diffusione
PREFIX =  prefisso
SUFFIX =  suffisso
SUPRES_ZERO =  Proibisci zero iniziale
RESETNO =  Reimposta il numero di sequenza
SERAIL_ARRAY =  Numero seriale matrice
SNDLG_FILTER =  Filtra i seguenti numeri di serie
LINENO=Numero della linea
ENCONTOUR=Abilitazione del contorno
HATCH1=Riempi 1
HATCH2=Riempi 2
ENABLE=permettere
PENNO=Numero penna
HATCH_CALCALL=Calcolo globale dell'oggetto
HATCH_EDGE=Andare in giro
LISTDIST=Interlinea
EDGEOFFSET=margini
STARTOFFSET=Avvia offset
ENDOFFSET=Fine offset
SETDEFAULT=Imposta come predefinito
WAITTIME=Tempo di attesa
MESSAGE=Messaggio di richiesta
SETOUTPUT=Imposta la porta di uscita
SYSTEMPARAM =  Parametro di sistema
GENERAL =  convenzionale
COLOR =  colore
WORKSPACE =  Spazio di lavoro
AUTOSAVE =  Backup automatico
MOVEROTATE =  Rotazione in movimento
PLUGMGR =  Gestore di plugin
UNIT_TYPE =  Tipo di unità
GRID_DIST =  Spaziatura a griglia
GRID =  griglia
SHOW_GRID =  Visualizza griglia
MM =  millimetro
INCH =  pollice
WORKSPAC_SHOW =  Visualizza l'area di lavoro
WORKSPAC_CIRCLE =  Area di lavoro rotonda
LB_CORNER =  Angolo in basso a sinistra
WIDTH =  larghezza
BIGNUDGESCALE=Grande rapporto di regolazione
NEXTVALID =  Questo cambiamento non sarà efficace fino al prossimo lancio.
EVERY =  ogni
BAKEXPLAIN =I dati correnti vengono salvati nel file AutoSave.Ezd nella directory del programma ogni intervallo di tempo specificato.
BAKTIME =  "Backup minuto automatico"

ZOOM_WINDOW1 =  Osservazione ingrandimento finestra
ZOOM_WINDOW2 =  Osservazione ingrandimento finestra
PICK =  selezionare
PICK_ALL=Seleziona tutto
PICK_BYENT =  Per oggetto
PICK_COPY =  Copia mobile
PICK_COPYENT =  copia
PICK_CUT =  cesoia
PICK_DEL =  Elimina selezione
PICK_ENT_CNT =  Seleziona il numero di oggetti
PICK_ENTITY =  L'oggetto è selezionato
PICK_GL =  Guida al trascinamento
PICK_INV =  Selezione inversa
PICK_LEFT =  Stira a sinistra ea destra
PICK_LOCK =  Seleziona blocco
PICK_MOVE =  Trasformazione in movimento
PICK_PEN =  Seleziona per penna
PICK_NOENTITY =  Nessun oggetto selezionato
ERR_0001 =  Questo parametro non può essere inferiore a 0,001, reinserire
ERR_CRC     =  I dati del file sono stati verificati in modo errato e il file potrebbe essere danneggiato.
ERR_DELSYSLAYER =  Il livello di default del sistema non può essere cancellato
ERR_DELUSELAYER =  Il livello di utilizzo corrente non può essere eliminato
ERR_MATCHFONTERR =  Impossibile abbinare il carattere
ERR_MEMORY  =  Non c'è abbastanza spazio di memoria per allocare memoria sufficiente.
ERR_NOFINDIMPORT =  Nessun plugin di input valido trovato
ERR_OPENFILE =  File aperto fallito
ERR_READFILE     =  Impossibile leggere il file
ERR_RENAMESYSLAYER =  Il nome del livello di default del sistema non può cambiare
ERR_SAVEFILE =Salvataggio del file fallito
ERR_SERIAL_FORMA =  Il formato del file non è corretto e il file potrebbe essere danneggiato.
ERR_VERSION =  La versione del file non è corretta.
ERROR_VAR_FILTER =  La condizione del filtro è troppo rigida per generare un oggetto di testo variabile valido \ n Elimina alcuni filtri e riprova
IS_TEXT_TO_GRAPH =  Se convertire il testo utilizzando questo tipo di carattere per la grafica
CMD_OPENFILE =  Apri il file
CMD_SAVEFILE =  Salva il file
OPEN =  aperto
TIP_NOTITLE =  Senza titolo
NOTITLE =  Senza titolo
FILE_ISSAVEAS =  Se salvare il file modificato in
CHECK_SAVEPRE =  Salva l'immagine di anteprima
CHECK_SCALE =  Mantenere il rapporto
CHECK_SHOWPRE =  Mostra l'immagine di anteprima
STATIC_SAVETYPE =  Modalità di uscita
RADIO_SAVEALL =  Emetti tutti gli oggetti
RADIO_SAVEPICK =  Oggetto di selezione dell'output
AUTHOR =  autore
COMMENT =  nota
FILEINFO =  Informazioni sui file
VERSION =  edizione
CMD_NEWFILE =  Nuovo file
PICK_PASTE =  bastone
CENFIELD=Situato al centro
AUTOSAVEFILE =  Backup automatico dei file di progettazione ...
ON=aperto
OFF=chiudere
GUIDELINE =  Linea ausiliaria
OBJECT=Oggetti




ID_DRAW_CIRCLE =  Disegna un cerchio \ n disegna un cerchio
ID_DRAW_ELLIPSE =  Disegna un'ellisse \ n disegna un'ellisse
ID_DRAW_PLINE =  Disegna una curva \ n disegna una curva
ID_DRAW_LINE =  Disegna una linea \ n disegna una linea
ID_DRAW_POINT =  Disegna il punto \ n punto di estrazione
ID_DRAW_POLY =  Disegna poligono \ n disegna poligono
ID_DRAW_RECT =  Disegna il rettangolo \ n disegna il rettangolo
ID_DRAW_TEXT =  Disegna il testo \ n disegna il testo
ID_DRAW_BITMAP=  Disegna il file bitmap \ n disegna il file bitmap
ID_DRAW_VECTOR=  Disegno vettoriale file \ n disegno vettoriale file
ID_DRAW_TIME  =  Draw delayer \ n draw delayer
ID_DRAW_INPUT =  Disegna la porta di input \ n disegna la porta di input
ID_DRAW_OUTPUT=  Disegna la porta di uscita \ n disegna la porta di uscita


ID_TOOL_NODE =  Modifica nodo grafico \ n modifica nodo
ID_TOOL_PICK =  Strumento di selezione grafica \ n selezione grafica
ID_MODIFY_HATCH =  Riempi l'oggetto selezionato \ n per riempire
ID_TOGRAPH =  Converti oggetto in oggetto grafico \ n in grafico
ID_VIEW_STATUS_BAR =  Mostra o nascondi la barra di stato \ n barra di stato nascosta
ID_VIEW_TOOLBAR =  Mostra o nascondi la barra degli strumenti di sistema \ n barra di sistema nascosta
ID_VIEW_ZOOMBAR =  Mostra o nascondi la barra degli strumenti della vista \ n
ID_VIEW_DRAW_BAR=  Mostra o nascondi la barra degli strumenti del disegno \ n barra di disegno esplicita
ID_VIEW_ENTPROP=  Mostra o nascondi la barra delle proprietà dell'oggetto \ n barra delle proprietà dell'oggetto esplicito
ID_VIEW_ENTLIST=  Mostra o nascondi la barra dell'elenco degli oggetti \ n la barra dell'elenco degli oggetti nascosti

ID_ZOOM_ALL =  Visualizzazione massima di tutti gli oggetti \ n tutte le osservazioni
ID_ZOOM_PICK =Massimo oggetto di selezione del display \ n selezionare l'osservazione
ID_ZOOM_IN =  Ingrandisci il doppio display \ n Ingrandisci
ID_ZOOM_OUT =  Riduci due volte per mostrare \ n riduci
ID_ZOOM_PAN =  Pan display \ n pan
ID_ZOOM_WINDOW =  Ridimensionamento della finestra \ n ridimensionamento della finestra
ID_ZOOM_WORKSPACE =  Visualizza l'intera area di lavoro \ n osservazione dell'area di lavoro
ID_SNAP_GUILD =  Cattura guide \ n cattura guide
ID_SNAP_GRID =  Cattura griglia \ n cattura griglia
ID_SNAP_OBJECT=  Cattura oggetto \ n cattura oggetto
ID_SNAP_MESHVERTEX=  Cattura il vertice della superficie \ n cattura il vertice della superficie
ID_APP_ABOUT =  Visualizza informazioni sul programma, numero di versione e copyright \ nInformazioni
ID_APP_EXIT =  Esci dall'applicazione, richiedi di salvare il documento \ n esci


TT_PICKALL =  Seleziona tutti gli oggetti \ n seleziona tutti gli oggetti
TT_PICKDEL =  Elimina oggetto selezionato \ n Elimina oggetto selezionato
TT_PICKINVERT =  Invertire l'oggetto selezionato \ n invertire l'oggetto selezionato
TT_PICKLOCK =  Blocca oggetto selezionato \ nlock
TT_PICKUNLOCK =  Sblocca oggetto selezionato \ nSblocco
TT_PICKUNLOCKALL =  Sblocca tutti gli oggetti \ nall sblocca
TT_PICKCEN =  Posizionalo all'origine \ n per posizionarlo all'origine
TT_PICKCENX =  Il centro X è posizionato sull'asse Y e il centro di nX è posizionato sull'asse Y.
TT_PICKCENY =  Il centro Y è posizionato sull'asse X e il centro di \ nY è posizionato sull'asse X.
TT_PICKPEN=Seleziona oggetto per numero penna \ nSeleziona oggetto per numero penna
TT_NODE_ADD =Aggiungi nodo \ n aggiungi nodo
TT_NODE_ALIGN =  Allineamento dei nodi \ n allineamento dei nodi
TT_NODE_ARC =  Vai ad arco \ n ad arco
TT_NODE_BEZIER =  Vai alla curva \ n alla curva
TT_NODE_CLOSE =  Curva di chiusura automatica \ n curva di chiusura automatica
TT_NODE_DEL =  Riduci nodo \ n riduci nodo
TT_NODE_DIR =  Cambia la direzione della curva \ n cambia la direzione della curva
TT_NODE_LINE =  Girare in linea retta \ n per dritto
TT_NODE_REDUCE =  Punto di sottrazione automatico \ n punto di riduzione automatico
TT_NODE_SEPARATE =  Nodo di separazione \ n nodo di separazione
TT_NODE_SHARP =  Transizione punto acuto
TT_NODE_SMOOTH =  Transizione regolare \ n transizione fluida
TT_NODE_SYSMETRIC =  Transizione simmetrica \ n transizione simmetrica
TT_NODE_UNITE =  Nodo di fusione \ n nodo di fusione
TT_POINTONCURVE=Punto sulla curva
TT_ADDLAYER=Aumenta il livello \ n aumenta il livello
TT_DELLAYER=Elimina livello \ neliminare il livello
ADDLAYER=Aggiungi livello
DELLAYER=Elimina livello
ROTATEANG =  Angolo di rotazione
MOVEDIST  =  Distanza in movimento
ZOOMSCALE =  scalata
INPUTPT =  Punto di ingresso
INPUTSTARTPT =  Inserisci il punto di partenza
INPUTCENTER  =  Centro di input
PICKCURVE=Scegli la curva da posizionare
PONITNUM=contare
POINTDIST=Spaziatura dei punti
TEXT_POS=Seleziona dove si trova il testo
ALIGN =  allineare
UNDO=revocare
REDO=recupero
MENU_FINISH=End (& F)
MENU_CLOSEFINISH=& Fine chiusura
MENU_COOR=Input coordinate (& I)
TRANSFORM =  convertire
CENTER =  centro
MIRROR =  Mirroring
SHEAR=inclinazione
PEN=penna
SPEED=velocità
OBJECTLIST=Elenco degli oggetti
APPLYDEF=Parametro impostato su predefinito
ADVANCE=avanzato
POWER=potere
FREQ=frequenza
TICKLE=pre-ionizzazione
STARTTC=Ritardo di apertura
ENDTC=Termina il ritardo
POLYTC=Ritardo d'angolo
SECOND=secondo
US=microsecondo
DELETE=cancellare
PARAMLIB=Libreria dei parametri
INPUTPARAMNAME=Immettere il nome del parametro
GUILDLINE =  Linea ausiliaria
PARAMNAMENONULL=Il nome del parametro non può essere vuoto
PARAMNAMEEXIST=Il nome del parametro esiste già! Sovrascrivere il vecchio parametro?
REALYDELPARAM=Sei sicuro di voler eliminare i parametri correnti?
REALYAPPDEF=Sei sicuro di voler applicare il parametro corrente come parametro predefinito?
JUMPSPEED=Velocità di salto
JUMPPOSTC=Salta il ritardo di posizione
JUMPDISTTC=Salta il ritardo della distanza
ADVANCEMARKPARAM=Parametri di marcatura avanzati
ENDCOMP=Compensazione del punto finale
ACCDIST=Distanza di accelerazione
MARK=marcatura
SELECTAPARAM=Si prega di selezionare un parametro
MODIFYCOLOR=Modifica colore
MODIFPARAM=Modifica i parametri
APPLYTOPICK=Applica agli oggetti selezionati
PARAM=parametri
NOMOREMARKPARAM=Solo i parametri predefiniti, non possono essere modificati
NOPICKOBJECT=Nessun oggetto selezionato
SETDEFPEN=Imposta come penna predefinita
MENU_SPECIAL=Speciale (& S)
FAILOPENLMC=Impossibile aprire il driver LMC1! Controllare se il driver LMC1 è installato correttamente!
NOTFINDLMC=Impossibile trovare un dispositivo LMC1 valido!
MENU_LASER=Laser (& L)
DISABLEUSE =  Vietare l'uso di
ENABLEUSE =  uso
FIELD=regione
LASERCTRL=Controllo laser
EXTAXIS=Asse esteso
CONFIGPARAM=Parametro di configurazione
NEGATE=Reverse
ASPECT=esterno
FIELDSIZE=Dimensione dell'area
GALVO=galvanometro

MARKSTR_AFTERMARK=Vai alla posizione specificata dopo l'elaborazione
MARKSTR_AFTER1=Non muoverti
MARKSTR_AFTER2=Centro galvanico
MARKSTR_AFTER3=L'angolo in alto a sinistra dell'oggetto
MARKSTR_AFTER4=Oggetto in alto a destra
MARKSTR_AFTER5=Oggetto in basso a destra
MARKSTR_AFTER6=Angolo in basso a sinistra dell'oggetto
MARKING=In occasione del ...
WAITIOINPUT=In attesa del segnale di input IO ...

PART=parti
TOTALNUM=totale
CONTINUES=Elaborazione continua
MARKSELECT=Seleziona elaborazione
QUIT=smettere
LIGHTSHOW=Display a luce rossa

QSWITCH=Q interruttore
ANALOGOUT=Uscita analogica
CALIBRATION=correzione
OTHER=altro
ENPWMSIGNALE=Abilita uscita segnale PWM
MAXPWMFREQ=Frequenza massima del segnale PWM
ENABLETICKLE=Abilita la pre-ionizzazione
PULSEWIDTH=Larghezza di impulso
PULSEPERIOD=Frequenza degli impulsi
FPK=Prima soppressione degli impulsi
FPKEND=Aprire l'interruttore Q quando termina la prima soppressione degli impulsi
ANALOGOUT=Uscita della porta analogica
ANAPOWER=Abilita uscita porta analogica di potenza
ANAFREQ=Abilita uscita porta analogica di frequenza
STARTMARKDELAY=Iniziare a contrassegnare il ritardo
FINSIHMARKDELAY=Ritardo del segno di fine
MAXPOWERDELAY=Ritardo massimo di potenza
USERDEFRATIO=Rapporto definito dall'utente
REALRATIO=Rapporto reale
FREQMAP=Mappatura di frequenza
POWERMAP=Mappatura di potenza
READY=pronto
BTNSTOP=Stop (F4)
BTNMARK=Marcatura (F2)
BTNPARAM=Parametro (F3)
BTNQUIT=Esci (F5)
BTNLIGHT=Luce rossa (F1)
MARKSTR_NOENTITY=Non ci sono dati processabili, per favore controlla se il file è caricato!
MARKSTR_NOENTITY_SELECT=Non ci sono dati elaborabili, si prega di verificare se l'oggetto di lavorazione è selezionato!
DOG_DATAERROR =I dati di blocco della crittografia non sono corretti. Controlla se il blocco della crittografia è inserito.
DOG_SHARETIME =  La versione attuale è una versione condivisa, hai utilizzato il tempo consentito! \ NSe vuoi continuare a utilizzare il software, contatta il tuo distributore di software.
DOG_SHARE =  La versione attuale è una versione condivisa, hai utilizzato il numero di usi consentiti! \ NSe vuoi continuare a utilizzare il software, contatta il rivenditore del software
DEMOVERSION=Impossibile trovare il dongle! Il software funzionerà in modalità demo
DELHATCH=Elimina il riempimento
CURTIME=Ora corrente
TOTALTIME=Tempo totale
PULSELENGTH=Larghezza di impulso
CHECK=individuare
LASERON=Laser aperto
LASEROFF=Off laser
POSX=Posizione X
POSY=Posizione Y
LASERWILLOUTPUT=Premere OK per emettere il laser. Uscire dal laser?
WARN=avvertimento
SCANIMAGE=Immagine scansionata
BOTTOM =  fondo
TOP =  top

ORIGIN_PTNUM=Input homing
ORIGIN_WAY=Metodo homing
PLUGFILENAME =  Nome del file plugin

PLUGSTATE =  Stato del plugin
PLUGVER =Versione plugin
PROMPT =  sollecito
MENU_APP_EXIT =  Esci (e X)
LMCVERERROR=Errore di versione dell'hardware LMC
WELD=saldatura
TRIM=tagliare
INTERSECT=Croce
WELDTO=Saldato su
TRIMTO=Rifilato
INTERSECTTO=Attraversare
PLASTIC=Zaoxing
SAVESRC=Mantieni l'oggetto originale
SAVETAR=Mantieni oggetto bersaglio
NOVALIDONCEMORE=Hai scelto un oggetto valido e lo hai ri-selezionato?
FILE=file
PORT=porto
IOSTOP=Interrompe l'elaborazione della porta di input
STOPPROMPT=Messaggio di richiesta quando l'elaborazione è interrotta
STOPSIGNALTRIG=Il segnale di arresto viene attivato e la lavorazione attuale viene interrotta!
REMOTE=Controllo remoto
ENREMOTE=Abilita il controllo remoto
NETWORKIP=Indirizzo IP di rete
QPULSEWIDTH=Q larghezza dell'impulso
POINTTIME=Tempo di punteggiatura
LEFT =sinistra
RIGHT =  il diritto
ALIGN_NODECTRL=Allinea i punti di controllo del nodo
NODE_ALIGN=Allinea nodo
OFFSETLEN=Lunghezza offset
BASELENGTH=Lunghezza di base
TRANFORM=convertire
BASE=dato
FREE=gratis
BASELENGTH=Lunghezza di base
BASEANGLE=Angolo di riferimento
ANGLELIMIT=Limite del raggio d'azione
CHANGEORDER=Cambia ordine
MODIFY=modifica
ROAXIS=Asse rotativo
ZERO=Punto zero
STEPPERRO=Numero di impulsi per giro
DISTPERRO=Distanza di movimento per giro
MINPOS=Coordinata minima
MAXPOS=Coordinata massima
MINSPD=Velocità minima
MAXSPD=Velocità massima
ZEROSPD=Velocità di ritorno zero
GEARRATIO=Rapporto di riduzione
PARTDIA=Diametro del pezzo
ZEROOFF=Zero offset
ACCTIME=Tempo di accelerazione
SCALECOMP=Compensazione proporzionale
SHEARCOMP=Compensazione di disallineamento
SPACECOMP=Compensazione della compensazione
GOTOORIGIN=Correzione dell'asse esteso zero
PLSPICKAPEN=Per favore scegli una penna
BITMAP=Bitmap
LINEINC=Incremento della linea di scansione bitmap
NODE_DELETE =  Elimina nodo
NODE_ADD =  Aggiungi nodo
NODE_UNITE=Nodo di fusione
NODE_TOARC =  Trasforma in un segmento circolare
NODE_TOBEZ =  Trasforma in un segmento curvo
NODE_TOLINE =  Trasforma in un segmento di linea retta
NODE_TOSHARP =  Transizione Sharp
NODE_TOSMOOTH =  Transizione liscia
NODE_TOSYSMETRIC =  Transizione simmetrica
NODE_ALIGN =  Allineamento del nodo
NODE_CHANGEDIR =  Cambia la direzione della curva
MARKON=Contrassegno aperto
MARKOFF=Marcatura chiusa
CURVEEDIT =  Modifica curva
MENU_AUTOCONNECT=Connessione automatica
CONNECTERR=Errore di connessione automatica

PRINTER  =  stampante
PRINT  =  stampa
STYLE  =  tipo
STATUS =  stato
REMARK =  osservazione
COPYNUM=  Numero di copie
ATTRIB=  proprietà
PRINTCOPYNUM=  Numero di copie
AUTOPAGE=Cercapersone automatico
PRINTRANGE=Stampa intervallo
PRINTALL=Stampa tutto
PRINTSEL=Scegli per stampare
PAGESETUP=Impostazione della pagina

MARGIN=margini
MARGINLEFT =Margine sinistro
MARGINRIGHT=Margine destro
MARGINTOP  =Margine superiore
MARGINBOTTOM=Margine inferiore

PAGECEN     =Centro della pagina
PAGECENUP   =Medio e superiore
PAGECENLEFT =Sinistra centrale
PAGECENRIGHT=Centro destra
PAGECENDOWN =Medio e inferiore

PAGELEFTUP   =Angolo in alto a sinistra
PAGERIGHTUP   =Angolo in alto a destra
PAGELEFTDOWN  =Angolo in basso a sinistra
PAGERIGHTDOWN =In basso a destra
PAGEFILL=Regola le dimensioni della pagina
PAGERANDOM=costume
AXISSTEP=Passo di movimento
SPLITSIZE=Dimensione divisa
SPLITPARAM=Parametro diviso
SPLITBYGUILDLINES=Segmentazione per linea ausiliaria
ORIGIN=origine
LIGHTING=Indicazione della luce rossa
SPLITMARK1=Segno di segmentazione 1
SPLITMARK2=Segno di segmentazione 2
ORIGINCOOR=Coordinate di origine
SETCURPOSTOORIGIN=(& D) imposta il punto corrente come origine
SETORIGIN=Imposta l'origine
SPECIALMOTION=Movimento del caso speciale
STOP=Stop
GOTOMARKORIGIN=Movimento all'origine della marcatura
REDLIGHTPOINT=Indicazione della luce rossa
LIGHTSPEED=Velocità della luce rossa
OFFSETPOSX=Offset posizione X
OFFSETPOSY=Posizione offset Y
REDLIGHTIO=Uscita a luce rossa
MARKIO=Marcatura dell'output
NULL=no
INPUTTEXT=Si prega di inserire il testo da elaborare
FORCESPLIT=Segmentazione forzata
LINE=Linea retta
RIGHTCOOR=Premi il tasto destro del mouse per inserire le coordinate
INPUTCOOR=Inserisci le coordinate
FINISHGOTOSTARTPT=L'elaborazione termina al punto di partenza
STARTMARKIO=Iniziare a segnare la porta
INPORT=Porta di ingresso
AUTORESET=Ripristino automatico
JSFFONT_FILENAME=Nome file font Jsf
GRAPHCHAR=Il carattere corrispondente al grafico
UPDATEFONTFILE=Aggiorna il file del carattere
OFFSET_DIST=Distanza di offset
JCZFONT_NEWJSF=Il file non esiste. Vuoi creare un nuovo file?
JSFFONT_NAME=Nome del carattere
DOUBLEWIDTH=Larghezza di due caratteri
DOUBLEHEIGHT=Altezza a due caratteri
SINGLEWIDTH=Larghezza carattere singolo
SINGLEHEIGHT=Altezza carattere singolo
JSFFONT=Carattere Jsf
JCZFONT_PROPERTY=Attributo Font
ENMARKMUTEX=Abilita marcatura mutex
MARKPARAM=Parametro di marcatura
ONOFF=On / Off
CURPEN=Numero penna attuale
CURPENPARAM=Parametro penna corrente
USEDEFAULTPEN=Utilizza i parametri predefiniti
SELPARAMFROMLIB=Prendere i parametri dalla libreria dei parametri
DELETESELPARAM=Elimina i parametri selezionati
CURPARAMSAVEAS=Salva i parametri attuali come
PLSSELPARAM=Si prega di selezionare prima un parametro
ID_DRAW_BARCODE =  Disegna codice a barre \ n disegna il codice a barre
MENU_VIEW_MARKPARAM=Marcatura della colonna dei parametri
ID_VIEW_MARKPARAM=Mostra o nascondi la colonna dei parametri di marcatura \ n colonna dei parametri di marcatura esplicita
SHOWCROSSLINE=Visualizza mirino centrale
SELPOSDATUM=Seleziona il riferimento delle coordinate di posizione
PULSEGREATEMAX=Impostare la larghezza dell'impulso Q su un valore maggiore della larghezza massima dell'impulso
MAXPULSEWIDTH=Massima ampiezza dell'impulso
CURFREQ=Frequenza attuale
FIELDNAME=Nome del campo
CURRENT=corrente elettrica
CURRENTMAP=Mappatura corrente
ENCURRENT=Abilita uscita corrente
EXESTART =Esegui il programma all'avvio di ezcad
EXEFINISH=Esegui il programma quando ezcad è chiuso
PARAMNAME=Nome del parametro
GOALSIZE=Dimensione del contrassegno target
REALSIZE=Dimensioni di marcatura effettive
CALCSCALE=Rapporto di calcolo
GOALMUSTGREATE=La dimensione del segno di destinazione deve essere maggiore di 0,001
REALMUSTGREATE=La dimensione di marcatura effettiva deve essere maggiore di 0,001
FORCEALLSPLIT=Tutta la segmentazione generale
USEGUILINSTARS=Utilizzare il driver dell'interruttore Q digitale

DESCENTRATIO=Rapporto più basso
DESCENT=Altezza inferiore
ASCENT=Altezza superiore
BASELINE=Baseline
LOADCHAR=Caricamento dei dati dei caratteri
SAVECHAR=Salva i dati dei personaggi
LEFTSIDE=Larghezza di supporto sinistra
RIGHTSIDE=Larghezza destra del supporto
HELP =  Aiuto
HELP_BLUEBOX=La casella blu è l'area occupata dai personaggi quando vengono effettivamente visualizzati.
HELP_DESCENTRATIO=Abbassato rapporto alto 100 x altezza / altezza del carattere inferiori
HELP_CHARWIDTH=La larghezza del carattere si riferisce alla larghezza del carattere standard del carattere corrente
HELP_CHARHEIGHT=L'altezza del carattere è l'altezza del carattere standard del carattere corrente.
HELP_LEFTSIDE=La larghezza di supporto sinistra è la distanza tra i dati effettivi del carattere e il bordo sinistro.
HELP_RIGHTSIDE=La larghezza di supporto corretta è la distanza tra i dati effettivi del carattere e il bordo destro.
HELP_BASELINE=La linea di base è la linea orizzontale utilizzata per creare il font quando viene creato.
CHARKERNING=Crenatura dei caratteri
NOFONTFILE=Non riesci a trovare un file di font valido, per favore scegli un file di font valido!
INPUT2CHAR=Inserisci due caratteri
SAVEKERNING=Salva kerning
JCZFONT_VER1=Il font corrente è la versione v1.0, e viene modificato alla versione v2.0. \ NRiprimuovere ezcad2.0 per essere efficace!
PULSEMODE=Modello punto vettoriale
PULSEPER=Numero di impulsi per punto
FLYMARK=Marcatura di volo
FLYSPEED=Velocità della linea
ERR_FLYSPEEDFAST=La velocità della linea è troppo veloce, il galvanometro non può raggiungere la velocità! La velocità della linea deve essere inferiore alla velocità di marcatura e di salto!
MS=millisecondo
CANHATCH=Può essere riempito
PASSWORD=password
CONFIRMPASSWORD=Conferma la password
PASSWORDNOSAME=La password inserita due volte è diversa, per favore reinserisci!
PASSWORDUNVALID=La password è sbagliata!
OUTPORTALRADYUSE=La porta di uscita è già occupata da un altro dispositivo, resettarla!
LASERPOWERIO=Presa di corrente del laser
POWERON=Accendere
POWEROFF=Spegni
EZCADSTR_ID_FILE_IMGLIB =  Apri la galleria fotografica comune \ n galleria di uso comune
EZCADSTR_IDC_STATIC_NEWIMG =  Si prega di inserire un nome immagine
EZCADSTR_IDC_STATIC_NEWLIB =  Si prega di inserire il nome della galleria
EZCADSTR_IDC_STATIC_NEWLIB_FILENAME =  Si prega di inserire un nome file (.glb)
EZCADSTR_IMGDLG_BUTTON_DELIMG =  Elimina immagine
EZCADSTR_IMGDLG_BUTTON_DELLIB =  Elimina la galleria
EZCADSTR_IMGDLG_BUTTON_NEWIMG =  Unisciti alla foto
EZCADSTR_IMGDLG_BUTTON_NEWLIB =Nuova galleria
EZCADSTR_IMGDLG_KEEPSIZE =  Rapporto di blocco
EZCADSTR_IMGDLG_NEWIMG =  Unisciti alla foto
EZCADSTR_IMGDLG_NEWLIB =  Nuova galleria
EZCADSTR_IMGDLG_STATIC_EXPORT =  Esporta le opzioni grafiche
EZCADSTR_IMGDLG_STATIC_HEIGHT =  altezza
EZCADSTR_IMGDLG_STATIC_NAME =  Nome della galleria
EZCADSTR_IMGDLG_STATIC_PREVIEW =  Anteprima dell'immagine
EZCADSTR_IMGDLG_STATIC_WIDTH =  larghezza
EZCADSTR_IMGGLD_ORIGSIZE =  Dimensione originale
EZCADSTR_IMGLIB_DRAW =  Galleria di disegni
EZCADSTR_IMGLIB_MAXIMG =  Il numero di immagini in questa galleria ha raggiunto il massimo, crea un'altra nuova galleria.
EZCADSTR_IMGLIB_TOTALNUMBER =  Numero totale di immagini:
EZCADSTR_IMPORT_PT =  Inserisci dove si trova la grafica
EZCADSTR_MSG_DELETEIMG =  Sei sicuro di voler cancellare l'immagine?
EZCADSTR_MSG_DELETELIB =  Sei sicuro di voler eliminare la galleria?
EZCADSTR_MSG_DIRECTORYERROR =  Il percorso del file di libreria non esiste
EZCADSTR_MSG_HAVEFILE =  La galleria specificata esiste già, per favore reinserisci
EZCADSTR_IMGDLG =  Galleria comune
EZCADSTR_MENU_FILE_IMGLIB =  Galleria comune (& L) ...
CIRDIAMETER=Diametro rotondo
ARRAY_NUM=Numero di matrici
ANG_DIST=Spaziatura angolare
EZCADSTR_ARRAY_TYPE =  Tipo di matrice
EZCADSTR_ARRAY_X_DIST =Spaziatura laterale
EZCADSTR_ARRAY_X_NUM =  Numero orizzontale
EZCADSTR_ARRAY_Y_DIST =  Spaziatura verticale
EZCADSTR_ARRAY_Y_NUM =  Numero verticale
EZCADSTR_ARRAY_DIST_CALC =  Metodo di spaziatura
EZCADSTR_ARRAY_ENTSPACE =  Calcolato dalla spaziatura della grafica
EZCADSTR_ARRAY_OFFSETDIST =  Calcolato dalla distanza di offset
EZCADSTR_CMD_ARRAY=Oggetto matrice
RADIUS=raggio
BREAKCROSSPOINT=Rimuovi intersezione
ID_MODIFY_ARRAY =  Oggetto selezionato matrice \ n oggetto array
ID_MODIFY_ROTATE =  Ruota oggetto selezionato \ n ruota oggetto
ID_MODIFY_PLASTIC=Forma dell'oggetto
ID_MODIFY_CONNECT=Curva di connessione automatica \ n curva di connessione automatica
ID_MODIFY_BREAKCROSS=Rimuovi l'intersezione della curva \ n rimuovi l'intersezione
ID_MODIFY_TRANSFORM=Trasforma oggetto \ n trasforma
ID_MODIFY_OFFSETCURVE =  Offset oggetto curva selezionato \ n curva offset
CROSSLEN=Lunghezza dell'intersezione
TESTLASER=Test del laser
READALLLINE=Leggi l'intero file ogni volta
INFO_CODE128OPTMIZE=CODE128Il codice a barre ottimizzato è un codice a barre continuo, il suo set di caratteri contiene caratteri con valori ASCII da 0 a 127 e il sistema passa automaticamente da CODE128 A, B e C in base ai caratteri, in modo che la codifica finale sia la più corta;
FLYRIGHT2LEFT=Direzione della tubazione da destra a sinistra
FLYCONTMODE=Modalità continua della pipeline
DATEINFO=Il significato dei caratteri nel formato data: Y anno M mese D giorno T giorno K settimana W settimana N ultimo pomeriggio H ora F minuto S secondi \ nuovo numero riga 0-9 testo fisso
SN=Numero di serie
INCSN=Incremento del numero di serie

DATENAME=Nome della data
YEARUSE2DIGIT=Utilizza due cifre per l'anno
YEARNOLEADZERO=Non utilizzare gli zeri iniziali
HOUR12=Sistema di 12 ore
TIMENOLEADZERO=Il tempo non utilizza gli zeri iniziali
DIGIT09ISSN=Il numero 0 è il numero di serie e il numero 9 è l'incremento del numero di serie.
SAMPLE=Esempi
AM=mattina
PM=pomeriggio
DATENAMECANNOTNULL=Il nome della data non può essere vuoto!
SAVETONEWFILE=Salva in un nuovo file
AUTOROANG=Angolo di riempimento automatico della rotazione
BYDAY=Di giorno
BYMONTH=Per mese
BYYEAR=Per anno
DATEOFFSET=Data offset
ENTOTALPARTNUM=Il numero totale di pezzi in lavorazione in modalità continua è valido
MARKFINISHNUM=La quantità specificata è stata elaborata! Continui a elaborare?
OFFSET=offset
EXPORTTEXT2FILE=Invia il testo al file specificato durante l'elaborazione
EXPORTTIME2FILE=Tempo di output del file specificato durante l'elaborazione
EXPORTTEXT=Testo di output
AUTOCONNECT=Connetti automaticamente segmenti di curva adiacenti
SOFTUSEPSW=è necessario inserire la password per utilizzare il software.
USERMGR=User manager
USER=utente
ADMIN=supervisore
DESIGNED=Designers
WORKER=operatore
MODIFYPASSWORD=Cambia password
SELUSER=Seleziona utente
PSWINCORRECT=La password non è corretta, per favore reinserisci
CARDNO=Numero della carta
SELLMC1DEV=Seleziona il dispositivo per il quale vuoi impostare i parametri
LASERTYPE=Tipo di laser
NOHATCHTEXT=Non riempire il testo
USECORRECTFILE=Usa il file di calibrazione
CRYSTAL=cristallo
MAXFREQ=Frequenza massima
PULSEGREATEMAXFREQ=La frequenza del polso è maggiore della frequenza massima
MOVEANG=Angolo di movimento
CURRANGLE=Angolo attuale
ROANGMARK=Marcatura dell'angolo di rotazione - nota: la coordinata z dell'oggetto è il valore dell'angolo
OPTIMIZECURVE=Ottimizza l'ordine delle curve
ANGLEROTATE=Marcatura dell'angolo di rotazione
SIZESCALE=Rapporto di formato
PULSE=impulso
ENSHOWCONTOUR=Mostra contorno
SUBSURFACE=Intaglio interno
ZEROTIMEOUT=Zero timeout di ritorno
CMD_REPEAT1=Ripeti il comando 1
CMD_REPEAT2=Ripeti il comando 2
NODE=nodo
SUNDAYISFIRSTDAY=La domenica è il primo giorno della settimana
TT_POINT=Disegna un punto
TT_POINTONCURVE1=Posiziona un numero fisso di punti sulla curva
TT_POINTONCURVE2=Posiziona un punto di inclinazione fisso sulla curva
IMGLIB_PROMPT=Suggerimento: tenere premuto il pulsante sinistro del mouse per selezionare l'immagine desiderata e trascinare per spostarsi nell'area di lavoro
ONELASERMULTISCANNER=Modalità a singolo laser e obiettivo a più lenti
MULTILASERMULTISCANNER=Modalità multi-laser e multi-obiettivo
ALLSCANNERSAMEPART=Tutte le lenti a vibrazione elaborano lo stesso pezzo
ALLSCANNERDIFFPART=Tutte le lenti a vibrazione elaborano pezzi diversi
SCANNER=galvanometro
SCANNERTYPE=Tipo di galvanometro
CENPOS=Coordinate del centro
LASERPARAM=Parametro laser
ERR_OUTRANGE=L'albero esteso è fuori dal campo di lavoro!
MOVETOPREV=Sposta in primo piano
MOVETONEXT=Sposta indietro
MOVETOTOP=Sposta in primo piano
MOVETOBOTTOM=Sposta alla fine
MENU_EDIT_TODASHED=Trasformato in una linea tratteggiata
INFO_QRCODE=Il codice a barre QRCODE è un codice a barre bidimensionale, il suo set di caratteri contiene tutti i caratteri ASCII;
LASERONTIME=Tempo di accensione del laser
DISTRIBUTION=distribuito
D_TOP=Top (& T)
D_VCEN=& (E)
D_VSPACE=& Spaziatura
D_BOTTOM=Bottom (& B)
D_LEFT=Sinistra (& L)
D_HCEN=In (& C)
D_HSPACE=Pitch (& P)
D_RIGHT=Destra (& R)
ISREALYMARK=Hai iniziato a segnare?
DELOLDCURVE=Elimina la vecchia curva
PICKOFFSETCURVE=Seleziona la curva da sfalsare
PICKOFFSETDIR=Seleziona la direzione di offset della curva
NESTING=Layout ottimizzato
PICKEDGE=Seleziona confine
NESTPARAM=Parametro di layout
AUTONESTING=Layout automatico
BRIDGEDIST=Distanza dal bordo
STOCKDIST=Margine del foglio
ROTATEINTERVAL=Passaggio di rotazione
ROTATE=rotazione
ERRNESTING=Il limite del foglio corrente non può contenere tutti i campioni!
PICKNESTEDGE=Seleziona il limite del foglio in cui è posizionato il campione
MARKDATA_OUTRANGE=L'elaborazione dei dati esula dall'ambito di elaborazione!
SELECTNESTEDGE=Si prega di selezionare il limite del foglio in cui il campione viene posizionato per primo!
NESTINGMULTI=Layout multiplo del pezzo
NESTINGONE=Layout uniforme del singolo pezzo
SHEETSIZE=Dimensione del materiale
SHEETSIZESMALL=La dimensione del materiale è troppo piccola!
WARNSTARTSIGNAL=La lavorazione viene interrotta continuamente, è l'errore del segnale di lavorazione iniziale e il segnale di lavorazione iniziale è proibito?
INPORTCONFLIC=Si prega di notare che c'è un conflitto nella porta di input! Per favore, scegli di nuovo!
OUTPORTCONFLIC=Si prega di notare che c'è un conflitto nella porta di uscita! Per favore, scegli di nuovo!
UNCOMBINE= Combinazione di separazione
READPOINTCLOUDFILE=Leggi i file cloud point ...
MENU_FILE_BMPFILE=Immettere il file bitmap \ tCtrl + W
MENU_FILE_VECTORFILE=File vettoriale di input \ tCtrl + B
MAXFREQDELAY=Ritardo di frequenza massimo
INFO_CODEINTER6=Il codice ITF-6 è un codice a barre di lunghezza fissa: il suo set di caratteri contiene solo numeri da "0" a "9". ITF-6 contiene 6 caratteri, i primi 5 sono dati e l'ultimo 1 è un codice di controllo. Il codice di verifica viene automaticamente aggiunto dal sistema e il sistema accetta solo i primi 5 caratteri.
INFO_CODEINTER14=Il codice ITF-14 è un codice a barre di lunghezza fissa: il suo set di caratteri contiene solo numeri da "0" a "9". ITF-14 contiene 14 caratteri, i primi 13 sono dati e l'ultimo è un codice di controllo. Il codice di verifica viene automaticamente aggiunto dal sistema e il sistema accetta solo i primi 13 caratteri.
BORDER=telaio
PLUSEWIDTHREV=Inversione di larghezza di impulso
ENANALOGFPK=Abilita soppressione del primo impulso analogico
INFO_USERDEFINE=Codice a barre definito dall'utente, numero di righe e colonne definito dall'utente, i dati del codice a barre sono rappresentati da una stringa di numeri 0-255 separati da ",", ciascun numero rappresenta un blocco di codice a barre a 8 bit e il primo numero indica che il codice a barre è dall'alto verso il basso. La prima riga del numero successivo, i primi 8 bit del blocco di codici a barre da sinistra a destra. Quando un byte non può essere sistemato nell'ultima riga, il bit di dati corrispondente viene ignorato. Se non è presente "," nel carattere di input, viene utilizzata la regola binaria, 1 per il nero e 0 per il bianco.
RINGMARK=Marcatura dei gioielli
INPUTDISTRCOFF =  Coefficiente di deformazione del bariletto di entrata
INPUTTRAPECOFF =  Inserisci il coefficiente di deformazione trapezoidale
GRADUATION=laurea
GRADUATIONNUM=Numero di segni di graduazione
GRADUATIONANG=Incremento dell'inclinazione
DEGREE1LEN=Tick di lunghezza minima
DEGREE5LEN=Battito di 5 minuti
DEGREE10LEN=Lunghezza di 10 punti
SHOWTEXT=Mostra testo
STARTVALUE=Valore iniziale
INCVALUE=Valore incrementale
DOTBITCOUNT=Numero di cifre dopo il punto decimale
LOADGRADFILE=Carica il file della bilancia
SAVEGRADFILE=Salva il file di scala
ROTATERULER=Anello scala
HATCHBYDEFAULT=Riempi con i parametri predefiniti
360MARK =  Marcatura a 360 gradi
STARTPULSEMODE=Avvia la modalità impulso del segnale
AUTORESETMARKCOUNT=Tempi di elaborazione del ripristino automatico
PULSEPERUNIT=Numero di impulsi per unità
MOVE =  mobile
MOVETO =  Sposta a
RELATIVE=Posizione relativa
MENU_DRAW_EXTAXIS=Asse esteso (e X)
ID_DRAW_EXTAXIS=  Disegna l'asse dell'estensione di uscita \ n disegna l'asse dell'estensione
MULTIPARTMARK=Modulo di elaborazione multi-stazione
PLEASEVALIDPARAM=Si prega di selezionare un parametro stazione valido
MALTIMARKINFO=Il numero massimo specificato di lavorazione è stato lavorato! \ N Se si desidera lavorare, modificare il numero di lavorazioni o il numero massimo di lavorazioni.
MALTIMARKINFO2=Il numero massimo specificato di lavorazione è stato elaborato!
PARTPOS=Stazioni
PARTTYPE=Modalità stazione
SELPARTTYPE=Seleziona la modalità stazione
CURPARTPOS=Stazione corrente
MARKEDCOUNT=Numero di elaborati
STOPWHENMAX=Interrompi dopo l'elaborazione fino al numero massimo di elaborazioni
MAXCOUNT=Numero massimo di elaborazione
MARKALLPART=F1 che elabora tutte le stazioni correnti
CONTMARKALLPART=F2 elaborazione continua di tutte le stazioni
MARKCURPART=F8 che elabora la stazione corrente
MODIFYCURPART=F9 modifica la posizione corrente della stazione
ADD=aggiunta
DISMARKWHENREACHTOTAL=Proibisci l'elaborazione dopo l'elaborazione al numero specificato
CURNUMGREATETOTALNUM=Il numero attuale di lavorazioni è già superiore al numero totale di lavorazioni, reimpostare il numero di lavorazione corrente e quindi elaborare!
YAGOPTIMIZEMODE=Modalità di riempimento ottimizzata YAG

FLYHARDWARE=Abilita la modalità di volo hardware
FLYSIMULATION=Abilita la modalità di emulazione hardware
MULTIPLIER=Coefficiente di velocità di volo
UM=micron
MIL=millesimo di pollice
UMPERCOUNT=M / Conte
INCHPERCOUNT=Inch / count
FLYCOUNT=contare
TOTALMARKTIME=Tempo di elaborazione totale
DOG=dongle
DEFENTTEXT=TESTO
SPECIALPOS=Posizione specificata
GOTOSPECIALPOS=Sposta in una posizione specificata
SETCURPOSTOSPEC=(& D) imposta il punto corrente sulla posizione specificata
MINPWMFREQ=Frequenza minima del segnale PWM
PULSELOWMAXFREQ=La frequenza degli impulsi è inferiore alla frequenza minima
MINFREQ=Frequenza minima
DOUBLELINEMODE=Modalità doppia zecca
LASERSLEEPTIME=Tempo di sonno laser
DXFUNITISINCH=Le unità di file Dxf sono in pollici
0NOTAILZERO=0 scala non mostra 0 dopo il punto decimale
SHOWDEGREE5TEXT=Mostra 5 divisioni di testo
TEXTROTATE90=Testo ruotato di 90 gradi
BOLDLINEMODE=Modalità di spunta larga
POWERRULER=Super sovrano
PLSSELRULER=Si prega di selezionare il righello da elaborare
ALEARDYHAVESAMERULER=Il nome del righello è in conflitto, si prega di rinominarlo!
GRADCONDISNULL=La condizione di creazione della scala del righello non può essere vuota!
MINGRAD=Scala minima
RULER =  personale
RULERNAME=Nome del righello
GRADGENCOND=Condizione di generazione delle zecche
GRADLINE=Segno di spunta
GRADVALUE=Valore di scala
STARTPT=Punto di partenza
ENDPT=Punto di termine
STARTINDEX=Numero di indice della scala iniziale
ENDINDEX=Numero di indice della scala finale
INCINDEX=Incremento dell'indice di scala
GRADLINEWIDTH=Larghezza del tick
ROTATERULERMODE=Modalità righello rotante
GLOBEMARK=Marchio del globo
LONGITUDE=longitudine
LATITUDE=latitudine
FLYMARKENTBYORDER=Abilita a volare nell'ordine dell'oggetto
INPUTIOMASK=Immettere la maschera di I / O
OUTPUTIOMASK=Uscita maschera IO
DISSTARTIOINCONTMODE=La modalità continua proibisce l'avvio della porta di marcatura
LASEROFFTC=Ritardo alla luce off
STARTGRADPOS=Posizione della scala iniziale
INCPOS=Incremento di posizione
STEPPERMM=Step / mm
STEPPERINCH=Step / inch
EDIT =  Modifica
TOTALPARTNUM=Numero totale di parti
EXPORTTOWS=Uscita nello spazio di lavoro
STRAIGHTRULER=Straightedge
RINGRULER=Righello dell'anello
DISKRULER=Righello del disco
PARTNUM=Nome della parte
UPDATEPOSPARAM=Aggiorna i parametri di posizione
OTHERNUMSYS=Esadecimale personalizzato
MAXNUMBER=Massima potenza
MPERMIN=M / min
INCHPERMIN=Pollici / minuto
ENCODERDIST=Distanza di spostamento dell'encoder
OUTPORT=Porta di uscita
ROTATETEXTMARK=Marcatura del testo rotante

CIRCLEMODE=Modello rotondo
TEXTELEMENT=Elemento di testo
TCPIPCOM=Comunicazione di rete
SERIALCOM=Comunicazione seriale
TIME=tempo
FIXEDTEXT=Risolto il problema
NOLEADZERO=Non utilizzare gli zeri iniziali
PREV=in avanti
NEXT=Indietro turno
LIMILTSN=Numero di serie massimo
MODE=modo
YEAR=anno
MONTH=mese
DAYOFMONTH=giorno
DAYOFYEAR=giorno
DAYOFWEEK=settimana
WEEKOFYEAR=Zhou
HOUR=ora
MINUTE=minuto
TIMESEC=Periodo di tempo
IPADDRESS=Indirizzo IP
COMMAND=comando
ALLCHARSUSES=Tutti i personaggi che possono essere usati
BAUDRATE=Baud rate
DATABIT=Bit di dati
STOPBITS=Stop bit
PARITY=parità
ENCIRCLETEXT=Abilita il testo arco
POWERKEYBOARD=Super tastiera
KBWORKDIRECTORY=Directory di lavoro della tastiera
KEYLIST=Elenco dei pulsanti
KEYNAME=Nome del pulsante
KEYFILE=File di pulsanti
CUTONOFF=Interruttore di taglio
USERNAME=Nome utente

DYNFOCUS=Messa a fuoco dinamica
ENDYNFOCUS=Abilita il focus dinamico
DYNZREV=Z rovesciata
DYNZPOS=Posizione Z
DYNZRAD=Distanza dal centro (%)
DYNAUTOSWITCH=Commutazione automatica
DYNUPDATEALL=Aggiorna la posizione Z.
DYNADD=Aumento Z
DYNDEC=Riduzione Z.
DYNSTART=Inizia il test
DYNSTOP=Fermare i test
DYNUSING=Messa a fuoco dinamica è in uso ..
IAGREE=Accetta di accettare questo accordo
IDONTAGREE=Non accetto di accettare questo accordo
ERR_CANNT_RUN=Impossibile eseguire questa operazione nello stato corrente
MARKSPEED=Velocità di marcatura
LENTESTRECT=Prova la lunghezza del lato del rettangolo
TESTPARAM=Parametro di prova
ZINCREMENT=Incremento Z
ZMICROINC=Incremento di regolazione fine Z
ZMAX=Z massimo
DYNLINEAR=Interpolazione lineare
MACROADJUST=Messa a punto del valore Z
FAILTRANSFER=Aggiornamento dati fallito! Per favore riprova!
ENCO2FPK=Abilita la soppressione del primo impulso di CO2
FPKSTARTPOWER=Primo potere di soppressione dell'impulso
FPKINCPOWER=Primo incremento della potenza di soppressione degli impulsi
SHOWSTARTMARKDLG=Mostra la finestra di dialogo di inizio marcatura
ENEXEMARKFILE=Abilita l'esecuzione dei file di comando di inizio e fine marcatura
ENREDCONTMODE=Abilita modalità di elaborazione continua luce rossa

DYNSAVE=Salva
DYNLOAD=caricamento
ADDZAUTO=Il valore Z viene automaticamente aumentato o diminuito
INFO_CICODE=Il codice Hanxin è lo standard per codici a barre 2D della Cina, il suo set di caratteri contiene tutti i caratteri ASCII e caratteri cinesi.
SPECIALWAVE=Forma d'onda speciale
SPIWAVE=Forma d'onda
SPICONTINUES=Modalità continua
SPISIMMERCUR=Potenza in standby
STEPDIST=Lunghezza ottimizzata
STEPDELAY=Ritardo di fase
USESTEPMARKMODE=Usa il modello del segno di passo
CURLMCNOTIPG=Le schede LMC attuali non supportano i laser IPG
CURLMCNOTSPI=La scheda LMC corrente non supporta il laser SPI_G3
LASERNOTREADY=Il laser non è pronto, per favore controlla
FIXEDCOOR=Risolte coordinate del punto di input
DOORIO=Porta della porta di sicurezza
ERR_DOOROPEN=La porta blindata è aperta, chiudi la porta di sicurezza!
LINEREDUCTION=Rientro in linea retta
NUMLOOPS=Numero dell'anello limite
FONTTYPE_SHX=Carattere SHX
ENSPLITSTRTOCHANGETEXT=Abilita la stringa divisa per modificare l'oggetto di testo del nome specificato
INDEXFIRSTCHARSTR=La posizione del primo carattere nella stringa
NUMCHAREXTRACTSTR=Il numero totale di caratteri estratti dalla stringa
NAMETEXTTOCHANGE=Il nome dell'oggetto di testo di cui si desidera modificare il contenuto
SET=impostare
TT_PICKMIRRORX=Immagine X Immagine \ nX
TT_PICKMIRRORY=Y mirror \ nY mirror
IPG:OVERTEMP=Laser: temperatura troppo alta
IPG:NORMAL=Laser: funziona correttamente
IPG:HIGHOPTIC=Laser: elaborazione di materiali ad alta riflessione, riflessione laser nel laser
IPG:SYSERROR=Laser: errore di sistema
IPG:READY=Laser: non pronto
IPG:EMERGENCY=Laser: il segnale di arresto di emergenza è valido
HIDEMODEL=Modello nascosto
ANGLEINC=Incremento dell'inclinazione
UPTODOWN=Dall'alto verso il basso
LAYERNUM=Numero di strati
SPACEOFLAYER=Spaziatura dei livelli
CALCULATE=calcolare
READ3DFACEFROMDXF=Stratificazione superficiale 3d
AVERAGELINE=Linea di riempimento della distribuzione media
CHANGELINECHAR=Line break
MARKSELF=Segna te stesso
ENSAMEWIDTHCHAR=Abilita caratteri di larghezza uguale
DYN_OUTSIDE=Area esterna
DYN_MODE1=Modalità standard
DYN_MODE2=Modalità indipendente dell'asse Z.
MAXSPEED=Velocità massima
MINSPEED=Velocità minima
LOOPDIST=Spaziatura dell'anello
MARKBYSPLITLINE=Contrassegnare dividendo la linea
MARKSTR_AFTER7=Posizione specificata
ENANALOGCURFPK=Abilita soppressione della corrente analogica
CURVESCATTERTOL=Errore di dispersione della curva
ENABLECURVESCATTERTOL=Abilita errore discreto su curva
WOBBLE=Agitare
WOBBLEDIST=spaziatura
ROTARYMARK=Marcatura dell'asse rotante
FOCUSLENGTH=Lunghezza focale
AXISISHOMING=L'asse sta tornando a zero
AXISISMOVING=L'asse si sta muovendo
AXISMOVEFAIL=Movimento dell'asse fallito!
AXISERRMAXLIMIT=Il movimento dell'asse supera il limite positivo
AXISERRMINLIMIT=Il movimento dell'asse supera il limite negativo
AXISMUSTGOHOME=L'asse deve essere riportato a zero prima di muoversi. è zero prima?
ENCODERREVERSE=Inversione del segnale dell'encoder
FLYENCODEROFFSET=Abilita la distanza di offset fissa dell'encoder
FLYENCODEROFFDELAY=Ritardo (us)
FLYENCODERLOWSPEED=Modalità a bassa velocità

GET55ERR=Errore nel calcolo dei parametri
GETFLYPARSTEP=Si prega di controllare manualmente la pipeline per spostare una piccola distanza; \ n misurare la distanza e compilare la casella di input sottostante; \ nFare clic su OK per calcolare automaticamente i parametri
FLYPARINPUT=Lunghezza di ingresso:
GETPAR=calcolare
PULSECOUNT=Quantità di impulso
PULSECOUNTRESET=chiaro

FLYADDTOY=Sovrapposto sull'asse Y.
FLYTOP2BOTTOM=Direzione della tubazione dall'alto verso il basso

DYNAMICLMC=Scheda di messa a fuoco dinamica
UNKNOWN=sconosciuto
BDVVALUE_CUSTOM_ALL=Scopo generale
BDVTEXT_CARDTYPE=Tipo di scheda:
BDVTEXT_CARDVERSION=Numero di versione:
BDVTEXT_CUSTOM=Personalizzazione:
BDVTEXT_CARDFUNCTION=Codice funzione:
HARDINFO=Informazioni sull'hardware

ENVARTEXTFIXWID=Abilita larghezza del testo fisso
USEEXCELCORRECTFILE=Usa Excel per correggere i file
STARTCOOR=Coordinate del punto di partenza
ENDCOOR=Coordinate del punto finale
SPACEDIST=spaziatura
SPACING=spaziatura
MARKGRIDLINE=Marcatura delle linee della griglia
USECORFILEMARKGRIDLINE=Segna le linee della griglia con il file di calibrazione
CORCOMPFILE=File di correzione della correzione (file Excel)
FIXEDCHARCOUNT=Risolto il numero di caratteri
EMPTYCHARWIDTH=Larghezza carattere vuota
AVADISTPOINT=Distribuzione media di tutti i punti
YAGFASTPOINTMODE=Modalità punto rapido YAG
SETANALOG=Imposta l'analogico
USERDEF=costume
MENU_VIEW_IOSTATE=Stato IO
DOGNOTMATCHLMC=Il numero di rilegatura del dongle non corrisponde al numero della scheda del contrassegno. Controllare il numero del dongle!
MORETHAN360=Il range di marcatura è di oltre 360 gradi. Vuoi continuare?
CURNUM=Numero corrente di punti
SPOTDIA=Dimensione del punto
PTCYCLES=Numero di colpi
DISTANCE  =  distanza
ENDADDPTS=Aggiungi un punto alla fine
INFO_MICROQRCODE=Micro QR Code è una versione semplificata del codice a barre QRCODE;
ENABLETILDE=Abilita ~ (~ seguito da dxxx xxx 0-255)
MULTIFILEMARK=Marcatura di documenti multipli
LASERLEAKHANDLE=Trattamento di perdita di luce
DISMARKLOWPT=Non segnare punti con bassi valori di grigio
BASEHEIGHT=Altezza di riferimento
PARTHEIGHT=Altezza del pezzo
ZADJUSTMENT=Altezza di regolazione Z
ACCURATEZERO=Preciso ritorno a zero
RECTMODE=Modalità rettangolare
KEEPENTORDER=Mantieni l'ordine degli oggetti elaborati
OPENMODELAY=Attiva il ritardo MO
SERIALTYPE=tipo
LINEFEEDMALP=Disallineamento interlacciato
IPGSETTINGS=Stato laser IPG_YLPM
SQLDB=Database SQL
SQLDRIVERS=Driver SQL
DBQFILE=File di database
USERID=ID utente
SQLCMD=Comando SQL
SETPENPARAM=Imposta i parametri della penna
BOLD=grassetto
ITALIC=corsivo
RESET =  reset
USERINTERLINE=Abilita la linea di riempimento interna
LASERBEAMDIA=Diametro del punto del laser
HATCHLINEDIST=Riempi l'interlinea
ENCO2PULSEMODE=Abilita la modalità Super pulse CO2
HATCHONEBYONE=Mantieni l'indipendenza dell'oggetto riempito
RESORT=sequenza
RESORT_INFO=Ordina \ n ordina
SELECTSCANNERFIELD=Selezionare il sistema di coordinate del galvanometro
SCANHEAD=Lenti a vibrazione
SCANNERFIELD=Area di marcatura
SELECTMOVEDIR=Seleziona la direzione del movimento della pipeline
STARTMARKER=Inizia tag
SENSOR=sensor
ENCODER=Codificatore a rotazione
MOVEDIR=Direzione del movimento della pipeline
NEXTSTEP=Prossimo passo
PREVSTEP=Passaggio precedente
FINISH=fine
FLYMARKSETTINGS=Impostazione dei parametri di marcatura di volo
ORIENTATION=Disporre la direzione
HORIZONTAL=livello
VERTIICAL=verticale
POWEROFFSAVEFILE=File di protezione automatica di interruzione di corrente
ADJUST=registrazione
FLYMULTIINFO=Per prima cosa contrassegnare un rettangolo nello stato di movimento della pipeline, \ n Se il rettangolo inciso è come il grafico a sinistra in basso, si prega di aumentare il coefficiente, \ n Se il rettangolo inciso è come il grafico in basso a destra, si prega di ridurre il coefficiente.
DISABLEOPTIMIZECONMODE=Divieto della modalità di ottimizzazione della modalità di elaborazione continua
ARRAYDISCHANGESN=Non modificare il contenuto del testo del numero di serie
SPIRAL=elica
SPIRALPITCH=Passo elicoidale
LINEOFONERING=Numero di segmenti in un cerchio
SPIRALPROMPTSTR=Devi prima selezionare alcuni oggetti circolari i cui contorni sono usati per controllare il disegno della spirale
AREYOUSUREDLETE=Conferma per eliminare
CHANGENAME=Cambia nome
CUSTOMIZE=Personalizza
STDMODE=Modalità standard
CONTOURFIRST=Definisci la priorità
USERDEFCHARSPACE=Spaziatura del testo personalizzata
MINRADIUS=Raggio minimo
MAXSPIRALPITCH=Passo dell'elica massima
MINSPIRALPITCH=Passo dell'elica minimo
SPIRALPITCHINC=Aumento del pitch
DELETESPIRAL=Rimuovi la spirale
OUTEDGELOOP=Numero di anelli limite esterni
INTEREDGELOOP=Numero di confine interno
ID_DRAW_SPIRAL=Disegna una spirale \ n disegna una spirale
FPKFROMLOWTOHIGH=Corrente FPK da bassa ad alta
ALWAYSOPENMO=Il segnale MO è normalmente aperto
LOWVALID=Attivo basso
MARKFINISH=Segnare il segnale di fine
ENCURRENTADJUSTDELAY=Abilita il ritardo di regolazione corrente
ENCURRENTADJUSTDELAY=Abilita il ritardo di regolazione corrente
MINCURRENTADJUSTDELAY=Ritardo minimo di regolazione corrente
MAXCURRENTADJUSTDELAY=Ritardo massimo di regolazione corrente
SETCURRENT=Imposta la corrente corrente
LAYSERNAMESAME=Il nome del livello è uguale agli altri nomi di livello, rinominalo!
ZOOM=scalata
DRAW=disegnare
PENBOX=Scatola della penna
DEVICE=attrezzatura
MULTILAYER=Elaborazione multistrato
MINPULSEWIDTHRATIO=Rapporto minimo di larghezza d'impulso
MAXPULSEWIDTHRATIO=Rapporto di larghezza dell'impulso massimo
PULSEWIDTHOUTRANGE=La larghezza dell'impulso Q non rientra nell'intervallo
STANDARD=standard
TRUE=si tratta di
FALSE=no
DISABLE=bando
NS=Ns
DELAYPARAM=Parametro di ritardo
JUMPPARAM=Salta il parametro
MINJUMPTC=Ritardo di salto minimo
MAXJUMPTC=Ritardo massimo di salto
JUMPLENLIMIT=Lunghezza limite di salto
MARKLOOPTIP=Tempi attuali di marcatura della penna
MARKSPEEDTIP=Velocità di movimento quando si segna il galvanometro
LASERCURRENTTIP=Corrente di uscita del laser
LASERFREQTTIP=Frequenza di emissione laser
LASERPOWERTIP=Percentuale di potenza di uscita laser
LASERPWTIP=Larghezza dell'impulso dell'uscita laser
SPIWAVETIP=Selezione della forma d'onda dell'uscita laser SPI
USEDEFWAVETIP=Forma d'onda di uscita laser definita dall'utente
JUMPSPEEDTIP=Velocità di movimento quando il galvanometro salta
MINJUMPDELAYTIP=Tempo minimo di ritardo dopo il salto del galvanometro
MAXJUMPDELAYTIP=Il tempo massimo richiesto per il ritardo dopo il salto del galvanometro termina
JUMPLENLIMITTIP=Quando la distanza di salto del galvanometro è maggiore di questa lunghezza, il ritardo di salto utilizza il tempo di ritardo massimo.
LASERONDELAYTIP=Quando il laser è acceso, il galvanometro ritarda questa volta prima di iniziare a muoversi.
LASEROFFDELAYTIP=Quando il movimento di marcatura è terminato, ritardare il laser dopo aver spento questa volta.
POLYGONDELAYTIP=Nel movimento di marcatura viene rilevato il ritardo dell'angolo e la curva successiva viene contrassegnata dopo questo tempo.
LMARKENDDELAYTIP=Dopo aver segnato il movimento, ritardare questa volta e quindi iniziare a saltare alla curva successiva
CURPENNOTIP=Numero di serie della penna corrente
CURPENCOLORTIP=Colore penna attuale
USEDEFPARAMTIP=Utilizza i parametri di elaborazione predefiniti
CURPENPARAMNAMETIP=Nome del parametro penna corrente
LOADPENBOXFROMDEF=Carica i parametri predefiniti della casella penna
SAVEASPENBOXTODEF=Salva come parametri predefiniti della casella penna
RESETALLPENS=Reimposta tutti i parametri della penna
SHOW=display
HIDE=nascondere
SHOWALL=Mostra tutto
ARRAYTEXT=Array di testo dinamico
TT_MODIFY_ARRAYTEXT=Modificare arbitrariamente la posizione e le dimensioni di ciascuna unità di matrice di testo
PROPERTY=proprietà
VALUE=valore
MINVALUE=Valore minimo
MAXVALUE=massimo
ENABLEPULSEWIDTH=Abilita l'impostazione della larghezza dell'impulso
ENABLEPULSEWIDTHTIP=Abilitare l'ampiezza dell'impulso impostata del laser a fibra durante l'elaborazione.
LASERLEAKHANDLETIP=Al fine di evitare che il laser a fibre perdesse luce durante la lavorazione, viene eseguito un trattamento speciale.
ALWAYSOPENMOTIP=Accendere sempre il segnale MO durante l'elaborazione
OPENMODELAYTIP=Ritardo dopo che il laser accende il MO
DISCHECKLASERSTATE =  Non controllare lo stato del laser
DISCHECKLASERSTATETIP =  Non controllare lo stato del laser prima dell'elaborazione
LIMITPARAM=Parametro limite
GALVOMINSPDTIP=Velocità minima di movimento consentita dal movimento galvanometrico
GALVOMAXSPDTIP=Massima velocità di movimento consentita dal movimento del galvanometro
GALVO2XTIP=L'asse del galvanometro 2 è l'asse X.
REVERSEXTIP=La direzione dell'asse X del galvanometro deve essere invertita
REVERSEYTIP=La direzione del giogo del galvanometro deve essere invertita
FIELDSIZETIP=Intervallo di dimensioni dell'area di lavorazione del galvanometro
USECORRECTFILETIP=Se il galvanometro corrente viene corretto utilizzando il file di calibrazione specificato
TRANSFORMOFFSETXTIP=Distanza dell'offset X della trasformazione complessiva dell'uscita del galvanometro
TRANSFORMOFFSETYTIP=Distanza dell'offset Y della trasformazione complessiva dell'uscita del galvanometro
TRANSFORMANGLETIP=L'angolo di rotazione dell'uscita del galvanometro nel suo complesso
MARKSTR_AFTERMARKTIP=Se abilitare il galvanometro per saltare alla posizione specificata dopo l'elaborazione
CURVESCATTERTOLTIP=L'errore di altezza massimo della corda della curva è discreto in una linea retta

MINLINESEGLEN=Lunghezza minima della linea retta
MINLINESEGLENTIP=La lunghezza minima della linea, una linea inferiore a questa lunghezza viene ignorata
LASERREADYIO=Porta pronta per il laser
REDLIGHTPOINTSTART=La luce rossa indica la porta iniziale
PORTNOTIP=Il numero di porta utilizzato dal segnale corrente
LOWVALIDTIP=Se il segnale corrente è attivo basso
STARTPULSEMODETIP=Se il segnale di avvio è in modalità edge triggered
PULSEWIDTHOUTPORTMODETIP=Tempo di emissione del livello attivo del segnale finale
LOWVOLISVALID=Attivo basso
HIGHVOLISVALID=Attivo alto
ALARMPORTSTATETIP=Stato valido del segnale della porta corrente
ALARMMESSAGETIP=Il sistema visualizzerà un messaggio quando c'è un segnale di avviso durante l'elaborazione.
REDCONTMODE=Modalità indicazione continua luce rossa
SOFTLICENCENOTFIND=Impossibile trovare un codice di registrazione software valido!
SOFTLICENCEISUNVALID=Codice di registrazione software non valido!
CHANGEPWELAY=Cambia il ritardo della durata dell'impulso
CHANGEPWELAYTIP=Tempo necessario affinché il laser cambi il valore della larghezza dell'impulso
BWREVERSE=Inversione in bianco e nero
DELETECENBAR=Elimina il blocco intermedio
INFO_CODEDATAMTXGS1=DATAMATRIX_GS1 è un codice a barre DATAMATRIX in formato speciale il cui contenuto deve essere conforme al formato standard GS1.
OPTIMIZEPARAM=Parametro di ottimizzazione
OPTIMIZEHATCH=Riempimento ottimizzato
BARCODEENDEFTEXT=Testo di visualizzazione personalizzato (carattere #,? Elimina, controllo%)
GALVORESPONSE=Tempo di risposta del galvanometro
ENSAVEFILE=Abilita il salvataggio del file
ENDRAWENTITY=Abilita oggetti di disegno
ENPICKMOVE=Abilita la trasformazione del movimento
ENEDITPARAM=Abilita la modifica dell'oggetto
ENPENPARAM=Abilita la modifica dei parametri della penna
ENDEVPARAM=Abilita la modifica dei parametri del dispositivo
ENSYSTEMPARAM=Abilita la modifica dei parametri di sistema
ALREADYHAVETHISUSER=Hai già questo nome utente, per favore cambia il nome utente!
GALVOBIDIROFFSET=Offset bidirezionale

ID_VIEW_3D=Commutazione vista 2D e 3D \ n3D visualizzazione commutazione
ID_VIEW_3DUP=Vista dall'alto \ n vista superiore
ID_VIEW_3DDOWN=Vista da sotto \ n vista dal basso
ID_VIEW_3DLEFT=Visto da sinistra \ n vista sinistra
ID_VIEW_3DRIGHT=Vista dalla destra \ n vista destra
ID_VIEW_3DFRONT=Vista frontale \ n vista frontale
ID_VIEW_3DBACK=Vista dal retro \ n vista posteriore
ID_VIEW_3DISO=Vedi la vista isometrica dalla direzione isometrica
ID_3DVIEW_WIRE=Mostra modalità wireframe superficie \ nMostra modalità wireframe
ID_3DVIEW_RENDER=Mostra la modalità di rendering della superficie \ n visualizza la modalità di rendering
ID_3DVIEW_RENDERLINE=Visualizza la modalità linea di rendering della superficie \ n visualizza la modalità linea di rendering
ID_3DVIEW_HIDEMESH=Mostra o nascondi la superficie \ n superficie esplicita
ID_3DFUN_MESH3D=Aprire il file del modello di superficie 3d \ nApri il modello di superficie 3d
ID_3DFUN_SLICEMESH=Stratificazione della superficie \ n stratificazione superficiale
ID_3DFUN_ROTATEMESH=Ruota la superficie \ n ruota la superficie
ID_3DFUN_MOVEMESH=Tradurre la superficie \ n per tradurre la superficie
ID_3DFUN_PRJ=Proiezione di un oggetto su una superficie \ n proiezione di superficie


ALLOUTMODE=Tutto in uscita
ENCODERONLYA=L'encoder si collega solo alla fase A
FLYTRACKERROR=Fattore di correzione dell'errore di volo
MESH3D=Superficie 3d
CURVE3D=Curva 3d
SLICE3D=Tangente a strati
SLICEFILE=File gerarchico
SLICEMESH=Fetta a strati
ZMAXTOMIN=Valore Z da grande a piccolo
MINZ=Valore Z minimo
MAXZ=Z massimo
THICKNESS=spessore
CROSSHATCH=Cross fill
ROTATEMESH=Superficie rotante
MOVEMESH=Superficie mobile
PROJECT=proiezione
PROJECT3D=Proiezione 3d
DELPROJECT=Elimina la curva di proiezione
LIMITZ=Z valore limite
SURFACEDOWN=Proiezione della superficie inferiore
LANGPAGE=Tabella codici lingua
DYNAMICHATCH=Imbottitura dinamica
ADDCONTOUR=Aumenta il profilo
MARKMESHBOX=Casella di delimitazione della superficie contrassegnata
MARK_NOMESH=Non c'è nessun oggetto di superficie, per favore controlla se la superficie è caricata nella vista 3d?
PULSEWIDTHINDEXMODE=Modalità indice larghezza impulso
PULSEWIDTHINDEXMODETIP=La larghezza dell'impulso è rappresentata da un indice
MAXINDEXVALUE=Massimo valore dell'indice
PULSEWIDTHINDEX=Indice di larghezza del polso
ENWELDWAVEOUT=Abilita uscita forma d'onda
WELDWAVE=Forma d'onda
WELDWAVETIP=Impostazioni della forma d'onda analogica laser per ciascun punto
WAVEWIDTH=Larghezza della forma d'onda
MAXWELDWAVEWIDTH=Larghezza massima della forma d'onda
WAVETOTALWIDTHISBIG=La larghezza totale della forma d'onda impostata è maggiore della larghezza massima, reinserire!
REMOVENOINT=Rimuovi segmenti non intersecati
USESELECT2DENT=Stratificazione con oggetti 2D selezionati
GENERATECURVES=Generare dati di curva
CALCULATECONTOURS=Calcola la curva del contorno
REBULIDCONTOURS=Stabilire le informazioni sulla posizione del contorno
HATCHLINES=Calcola la linea di riempimento
BUILDPROJECTMESH=Crea una superficie di proiezione
WRAP=avvolgere
PLSSELECTVALIDCURVE=Si prega di selezionare una curva valida!
BASICPARAM=Parametri di base
ASSIGNMENT=Mapping
XYASSIGNMENTISSAME=I valori mappati degli assi X e Y non possono essere uguali, si prega di riselezionare!
ID_3DFUN_BASICSHAPE=Crea una superficie 3d di base \ nCrea una superficie 3d di base
BASIC3DSHAPE=Superficie 3d di base
PLANE=piano
SPHERE=palla
CYLINDER=cilindro
CONE=cono
FREQDELAY=Ritardo di frequenza
LASERFREQTTIP2=Ritarda il tempo di attesa richiesto quando il laser cambia frequenza
BMPTOMESH=Converti bitmap in superficie
ID_3DFUN_BMPTOMESH=Converti bitmap in superficie \ n bitmap per convertire in superficie
REFRESH=rinfrescare
WAITFORINPUT=In attesa del segnale di input
OUTPUTWHENSTART=Elaborazione strato avvia il segnale di uscita in uscita
OUTPUTWHENFINISH=Segnale di uscita della porta di uscita fine elaborazione di livello
WAITFORSTARTSIGNAL=In attesa del segnale della porta di avvio
WAITFORSELLAYERSIGNAL=In attesa della selezione del segnale di livello
IOMASK=Porta maschera
IOMASKTIP=Specificare quali porte del dispositivo corrente sono valide
CYLINDERWRAP=Pacchetto cilindrico
YWRAP=Pacchetto di direzione Y.
CURRENTLAYERINDEX=Indice del livello di visualizzazione corrente
ENABLEFIRSTOPENLASERDELAY=Abilita il ritardo del laser per la prima volta
SETMINVALUE=Imposta minimo
SETMAXVALUE=Imposta il valore massimo
PULSEWIDTHUNITISPS=L'unità di ampiezza dell'impulso è in picosecondo (ps)
PS=picosecondo
CONTINUEMODE=Modalità continua
PICKENTYOUWANTTRIM=Seleziona l'oggetto da tagliare
PICKENTYOUWANTINTERSECT=Seleziona oggetti per unire le intersezioni
BACKGROUND=sfondo
SELBACKGROUNDCURVES=Seleziona la curva da utilizzare come sfondo
COPYBACKGROUNDTOWS=Copia la curva di sfondo nello spazio di lavoro
SHOWOPTIPARAM=Visualizza i parametri di ottimizzazione
SHOWWOBBLEPARAM=Visualizza il parametro jitter
SHOWOTHERPARAM=Mostra altri parametri dell'articolo
SHOWDESCAREA=Mostra l'area dei dettagli dei parametri
SHOWPOWERRAMPPARAM=Visualizza il parametro di trasformazione lineare della potenza
SHOWSPEEDRAMPPARAM=Visualizza il parametro di trasformazione lineare della velocità
POWERRAMPING=Trasformazione lineare di potenza
ENABLESTARTRAMP=Abilita avvio
ENABLESTARTPOWERRAMPTIP=Attiva la potenza del segmento iniziale per variare linearmente
STARTRATIO=Rapporto di partenza
STARTLENGTH=Lunghezza iniziale
STARTRAMPRATIO=Rapporto tra valore iniziale e valore massimo
STARTRAMPLENGTH=La lunghezza massima consentita per il segmento iniziale
ENABLEENDRAMP=Fine dell'abilitazione
ENABLEENDPOWERRAMPTIP=Abilita la potenza del segmento finale per variare linearmente
ENDRATIO=Rapporto finale
ENDLENGTH=Lunghezza finale
ENDRAMPRATIO=Rapporto tra valore finale e valore massimo
ENDRAMPLENGTH=Lunghezza massima consentita per il segmento finale

SPEEDRAMPING=Trasformazione lineare lineare
ENABLESTARTSPEEDRAMPTIP=Abilita la velocità del segmento iniziale per variare linearmente
ENABLEENDSPEEDRAMPTIP=Attiva la velocità del segmento finale per variare linearmente
INPUT=ingresso
BTNBOX=Limite [F4]
BTNPRJ=Proiezione [F4]
STARTCALI=Inizia la calibrazione
FINISHCALI=Correzione fine
MARKGRID=Griglia di marcatura
MENU_FILE_PROJECTPARAM=Parametro di proiezione
TESTCALI=Prova la correzione della proiezione
SELECTALLPOINTS=Seleziona tutti i punti (premi Ctrl e i tasti freccia per cambiare il punto selezionato quando selezioni un singolo punto)
ENABLEPROJECT=Abilita l'osservazione della proiezione
APPAPPEARANCE=Aspetto del programma
LASERBOARDIDEN=Tipo di scheda di interfaccia laser
LASERBOARDVER=Versione scheda interfaccia laser
ESTIMATEDTIME=Tempo di elaborazione stimato
ENABLEBARCODEFASTPTMODE=Abilita modalità punto rapido codice a barre
MODULEHORIARRANG=Disposizione orizzontale del modulo
SIMPLEENCODE=Semplice modalità di codifica
ENABLEBARCODEFASTLINEMODE=Abilita la modalità di linea veloce del codice a barre
ID_3DFUN_FREEPAINT=Disegno gratuito sulla superficie \ n disegno libero
FREEPAINT=Tracciamento gratuito
SIN=sinusoidale
WOBBLETYPE=Tipo di jitter
ROUNDTRIP=Modalità andata e ritorno
WAVEDELAY=Ritardo di uscita Wave
LASERMONITOR=Monitoraggio laser
TEMPALARM=Allarme di temperatura
REFLALARM=Alto anti-allarme
SYSTEMALARM=Allarme di sistema
POWERALARM=Allarme di alimentazione
LASERNOTREADY=Il laser non è pronto
LASERREADY=Il laser è pronto
UNKNOWALARM=Avviso sconosciuto
LASEREXTFAULT=Guasto esterno al laser
CALCULATING=Calcolo ...
OFFLINE=Elaborazione offline
POINTNUM=contare
SPIRALBRUSH=Pennello a spirale
PICKSELSPIRALREFRESH=Seleziona la spirale che desideri aggiornare e premi il tasto destro del mouse per confermare
ENABLPARSEMODE=Abilita modalità analisi
ID_PICK_BYPEN=Seleziona oggetto per numero penna \ n Seleziona per numero penna
No=Numero di serie
MOVETOINDEX=Passare al numero di serie specificato
AXISSOLUTION=Soluzione ad asse esteso
FEEDBACK=Feedback encoder
COMMCATH=Uscita catodo comune
LIMITSWITCH=Finecorsa
SOFTLIMIT=Limite morbido
POSIDIR=Ritorno a zero positivo
FINDINDEX=Alla ricerca di un indice
HOMESPEED=Velocità di ritorno zero
LEAVESPEED=Velocità di partenza
HOMEOFFSET=Zero offset
HOME=Punto zero
FOLLOWERROR=Seguito errore
ACCELERATION=accelerazione
DECELERATION=decelerazione
FOCUSPOS=Posizione di messa a fuoco
SETCURPOSASFOCUS=Imposta la posizione corrente come posizione di messa a fuoco
SETMINPOWER=Imposta la potenza minima
SETMAXPOWER=Imposta la potenza massima
SETMINGRAY=Imposta la scala di grigi minima
SETMAXGRAY=Imposta la scala di grigi massima
SCANINVERT=Scansione inversa
EMISSIONDELAY=Ritardo di eccitazione
WELDPARAM=Parametri di saldatura
DELEDGELINES=Elimina il cavo di limitazione
INFO_GS1DATABAR=Il codice a barre GS1 DataBar (precedentemente noto come codice a barre RSS) è anche un simbolo di codice a barre per il sistema GS1. Il codice a barre presenta i vantaggi di "dimensioni più piccole, una maggiore quantità di informazioni" e "può contenere informazioni aggiuntive quali data di scadenza del prodotto, numero di serie, ecc."
SHOWFAST=Ottimizzazione rapida del display
SHOWDIR=Mostra la direzione della curva
SIMULATIONSPD=Velocità di volo simulata
TEMPERATURE=temperatura
SPHEREWRAP=Pacchetto sferico
ZLAYER=Z layering
WAITSTARTSIGOFLAYER=Attendere che il layer avvii i segnali di elaborazione
PWMONDELAY=Ritardo all'accensione PWM
PWMONDELAYTIP2=Ritardo tra fronte di salita e fronte di salita di Gate quando PWM è attivato
ROTATECENZ=Asse Z
ERR_NOTHOME=L'asse non torna a zero, per favore torna prima a zero!
SPLITMODE=Modalità Split
NOSPLIT=Non diviso
SPLITBYSIZE=Diviso per taglia
SPLITBYGUILDLINE=Dividere per linea guida
SETCURPOSASORIGIN=La posizione corrente è impostata sulla posizione di origine?
FINDHOME=Alla ricerca di zero
XTABLEMOVE=L'asse X è il movimento della piattaforma
YTABLEMOVE=L'asse Y è il movimento della piattaforma
DISPENHIDEPARAM=Proibisci i parametri della penna nascosti
REDLIGHTDISMOTOR=Proibire il movimento dell'asse esteso
UNGROUPTEXT=Testo separato
ID_EDIT_UNGROUPTEXT=Separare il testo in caratteri separati \ n testo separato
ENABLPINPOS=Abilita il rilevamento del movimento in posizione
POSITIONTOL=Errore di posizione
INPOSTIME=Sul posto
INPOSLIMITTIME=Limite di tempo sul posto
ERRRESETISLOW=Il segnale di reset errore è attivo basso
REMOTECTRLISLOW=Il segnale del telecomando è attivo basso
LASERNOTENEMISS=Il laser non abilita la luce
ID_FILE_MACHINEPARAMETER=Imposta i parametri del dispositivo \ n parametri del dispositivo
MENU_FILE_MACHINE=Parametri dell'apparecchiatura ...
DOUBLEPTMODE=Modalità a doppio punto
NOCUTENTITY=Proibire oggetti da taglio
INPUTIOSTATE=Stato della porta di ingresso
ID_DRAW_ENCODERDISTANCE=Disegna la distanza dell'encoder \ n disegna la distanza dell'encoder
SKYWRITE=Speed writing (Sky writing)
RUNINDURATION=Ciclo di importazione
RUNOUTDURATION=Ciclo di esportazione
RUNINDURATION10US=Il tempo di ciclo per guidare la curva (unità: 10us)
RUNOUTDURATION10US=Tempo di ciclo per guidare la curva di uscita (unità: 10us)
TIMELAG=Tempo di ritardo
LASERONSHIFT=Laser alla deriva
LASERONSHIFTUS=Laser su deriva (unità: us)
LIMITANGLE=Angolo limite
LIMITANGLEDESC=Curve più piccole dell'angolo limite utilizzeranno automaticamente il ritardo del poligono
OUTPUTPARAM=Parametro di selezione dell'uscita
CHANGEWAVEDELAY=Cambia il ritardo della forma d'onda
SHOWDELAYPARAMS=Visualizza il parametro di ritardo
SHOWJUMPPARAM=Visualizza i parametri di salto
HIDEPENBUTTONS=Pulsante parametri penna nascosti
LOCK =  Blocco
USBREMOVE_WARN=La scheda di controllo USB è scollegata. Riavvia il software dopo aver chiuso il software!
DESCRIPTION=descrizione
HATCHPARAMLIB=Riempi la libreria dei parametri
SAVEPARAM=Salva parametro
LOADPARAM=Carica parametro
INDEX=indice
RESETCCD=Ripristina CCD
BUILDCCD=Stabilire il CCD
MOVETOCCDSTART=Passare alla posizione iniziale del CCD
ENCALIBRATION=Abilita correzione CCD
ENCHANGEMODEL=Abilita modello switch
MODELNO=Numero di modello
FAILHANDLE=Elaborazione in caso di fallimento
ENRETRY=Riprova
RETYRCOUNT=Numero di tentativi
WHENFAIL=Quando il CCD fallisce
THENSTOP=Stop
THENCONT=Continua a eseguire verso il basso
THENJUMP=Vai all'indice
INPUTJUMP=La porta di ingresso salta
JUMPTO=Vai a
CUBE=cubo
REVOLVEWRAP=Pacchetto corpo rotante
ERR_NOMESH=Nessun oggetto di superficie
BINDID=Bind informazioni sui clienti
ERR_CLIENTID=L'id del file del client non è valido!
STABLETIME=Tempo di stabilizzazione
ENSELLAYER=Attiva il livello di selezione
ERR_USERSTOPMARK=L'elaborazione è interrotta dall'utente
AXISERRSTOP=Il movimento dell'asse è terminato!
CLONE=clone
AAXISMODE=Modalità asse-A
AXISMOVEDELAY=Ritardo movimento asse
AXES=asse
MESHEDIT=Modifica della superficie
MERGECLOSEVERTICES=Unione di vertici coincidenti
LASERONTCONLYUSEINSTART=Il ritardo all'avvio del laser è valido solo all'inizio
LASERPOWER=Alimentazione del laser
SYSTEMFAULT=Errore di sistema
INTERNALLASERFAULT=Errore interno del laser
SHOWSKYWRITEPARAM=Visualizza i parametri di marcatura uniformi
DISABLESYNPRR=Disabilita la sincronizzazione dei segnali PRR
BACKLASH=Compensazione del gioco
USESPLITBOXCENASMARKCEN=Usa il centro della casella di divisione come centro del segno
HANDWHEEL=Volantino
GEARRATIO2=Rapporto di trasmissione
STARTHW=Avviare il volantino
ENDHW=Esci dal volantino
ENABLEHANDWHEEL=Abilita il volantino
SCANNERFOLLOWMOUSEMOVE=Il galvanometro segue il movimento del mouse in modalità punto
AUTOMODE=Modalità automatica
ENABLEAUTOADJUST=Abilita la regolazione automatica
ACCURACYPRIORITY=Priorità di precisione
SPEEDPRIORITY=Priorità di velocità
STARTADJUST=Iniziare la regolazione
AUTOADJUSTING=Regolazione automatica ...
FPKENABLETHREST2=Tempo di soglia di abilitazione soppressione T2
FPKVOLTAGE=Prima tensione di soppressione degli impulsi
MANUALSET=Impostazione manuale
LASERCOOLINGTIME=Tempo di raffreddamento laser
MENU_SORT_BYX=Ordina per X prima
MENU_SORT_BYY=Ordina per Y prima
MENU_SORT_REVERSE=Ordinamento inverso
SMARTADJUSTMENT=Parametri di regolazione intelligenti
ENABLESMARTADJUST=Abilita la modalità di regolazione intelligente
DECMODE=Dec decimale
HEXMODE1=Esagono esadecimale
HEXMODE2=Esadecimale esadecimale
RESULT=effetto
NORMAL=normale
TISSMALL=Il valore T è troppo piccolo
TISLARGE=Il valore T è troppo grande
TOFFIRSTLINE=Valore di correzione T della prima riga
START=iniziare
SMARTADJUSTTIP=Seguire i passaggi per regolare i parametri, regolare prima il segmento finale e quindi regolare il segmento iniziale. Regola il parametro T in modo che le linee orizzontali e verticali effettive si intersechino come normali.
CHECKISALREADYMARK=Controlla se il testo è stato segnato
CURVETOPTS=Converti la curva in punto
PREVIEW =  anteprima
ASSERT=anormale
ERR_FAIL=Impossibile!
MENU_GUILDLINEBOX=Disegno di una scatola ausiliaria
GUILDLINEBOX=Casella di linea ausiliaria
SPLITBYGUIDELINEBOX=Usa la scatola ausiliaria per dividere
PLSCHOOSECARD=Si prega di selezionare la carta che si desidera utilizzare.
CHANGEBMPREALDPI=Cambia bitmap DPI reale
DISABLEAXISA=Un asse è proibito
ENHOMEFINISHGOTOPOS=Abilita il ritorno a zero nella posizione specificata
HOMINGFINISHPOS=La posizione specificata alla fine del ritorno zero
EXPOSURE=esposizione
CAMERA=macchina fotografica
NOCUTTEXT=Non dividere i caratteri di testo
CURFILEMODIFYPLSSAVEIT=Il file corrente è stato modificato, per favore salvalo prima!
SAVETOFILE=Salva nel file
ISSUE=problema
PAUSEWHENLIMIT=Metti in pausa quando il testo finisce
LIMITISCONTINUE=Il testo raggiunge il valore limite. Continua dopo il ripristino?
POWERSTANDBY=Potenza in standby
MESHFOLLOWROTATE=La superficie segue e ruota insieme
LASERFAULT=Guasto laser
FIBERALARM=Allarme fibra ottica
SAFETYALARM1=Errore di interblocco di sicurezza
SAFETYALARM2=Allarme loop di sicurezza
LINKALARM=Errore nel collegamento ottico
CRITICALALARM=Guasto critico di protezione laser
HOTSTOP=Il lancio del laser si è interrotto in modo improprio
POWER24ALARM=Errore di alimentazione del controller 24 V
MAXTHREADCNT=Numero massimo di thread di calcolo
MESHRESOL=Precisione del calcolo della superficie
DELAY=ritardo
MOTORSPEDRATIO=Override della velocità dell'albero estesa
SHOWCHECKNUM=Visualizza il codice di controllo
DISABLECANCELAXISMOVE=Non annullare il movimento dell'asse
OFFLINEDOGNOTFOUND=Non ho trovato il dongle corretto
EZCADSTR_ARRAY_X_INCDIST=Distanza incrementale dell'array X.
EZCADSTR_ARRAY_Y_INCDIST=Distanza incrementale dell'array Y
OUTPUTANALOG=Uscita analogica
Voltage=tensione
MODE8=Verticale 8 parole
MODE82=Parole di livello 8
TCPIPSERVER=Server TCP / IP
NOCUTSMALLENT=Non dividere oggetti di piccole dimensioni
AUTOSAVEWHENCLOSE=Salva automaticamente il file corrente quando il software è chiuso
MASK=mascherare
DISABLESTOPAXISWHENDOOROPEN=Non fermare il movimento dell'asse quando la porta è aperta
STAGEFB=Posizione di feedback della piattaforma
GALVOCMD=Posizione di comando del galvanometro
GALVOFB=Posizione di feedback del galvanometro
DISSHOWFILEPROCESS=Vieta la visualizzazione della finestra di dialogo per l'elaborazione dei file
DISSHOWCALCPROCESS=Disabilita la visualizzazione della finestra di dialogo del processo di calcolo
LEVEL16=Livello 16
STEPMODE=Modalità di ottimizzazione della velocità
SHOWSTEPMODE=Visualizza i parametri della modalità di ottimizzazione della velocità
ENCODEMODE=Modalità di codifica
ENABLJUMPTABLEMODE=Abilita la modalità tabella dei parametri di salto
ENABLJUMPTABLEMODETIP=Tutti i parametri di salto penna sono ottenuti automaticamente dalla tabella dei parametri di salto
JUMPTABLE=Salta la tabella dei parametri
DRAWTOL=Precisione del pixel
SHIFTOFROTARY=Deriva dell'asse rotante
SERVERINFO=Informazioni sul server
FASTLINELASERONRATIO=Rapporto di luce della linea veloce
STANDARDPOS=Posizione standard
REALPOS=Posizione attuale
FLYSPEEDMONITOR=Monitoraggio della velocità di volo
MAXFLYSPEED=Massima velocità di volo
STARTANDSTART=Il punto di partenza è collegato al punto di partenza
STARTANDEND=Il punto di partenza è collegato all'ultimo punto
ENDANDSTART=Il punto finale è collegato al punto di partenza
ENDANDEND=Punto finale e punto finale
OPENCURVE=Curva aperta
LASERWOBBLESHOW=Anteprima del percorso di jitter
